// src/data/law.js
export const lawQuestions  = [
  {
    id: 1,
    subject: "law",
    question: "여객자동차 운수사업법령과 관련된 용어의 정의로 옳은 것은?",
    choices: [
        "관할관청 : 자격시험 시행기관",
        "운행계통 : 노선의 기점에서 대기하고 있는 차량대수",
        "노선 : 자동차를 정기적으로 운행하거나 운행하려는 구간",
        "여객자동차 운송사업 : 다른 사람의 공급에 응하여 자동차를 사용하여 무상으로 여객을 운송하는 사업"],
    answer: 2
  },
  {
    id: 2,
    subject: "law",
    question: "여객자동차 운수사업법령에서 여객이 승차 또는 하차할 수 있도록 노선 사이에 설치한 장소를 무엇이라 정의하는가?",
    choices: [
        "정거장",
        "주차장",
        "정차장",
        "정류소"],
    answer: 3
  },
  {
    id: 3,
    subject: "law",
    question: "여객자동차 운수사업법령상 자동차를 정기적으로 운행하거나 운행하려는 구간이란 무엇에 대한 정의인가?",
    choices: [
        "여객운송",
        "노선",
        "운행계통",
        "관할구간"],
    answer: 1
  },
  {
    id: 4,
    subject: "law",
    question: "다른 사람의 수요에 응해 자동차를 사용하여 유상으로 여객을 운송하는 사업을 말하는 것은?",
    choices: [
        "화물자동차운송사업",
        "여객자동차 운송사업",
        "여객운송부가서비스",
        "여객자동차터미널사업"],
    answer: 1
  },
  {
    id: 5,
    subject: "law",
    question: "노선에 대한 정의로 맞는 것은?",
    choices: [
        "자동차를 정기적으로 운행하거나 운행하려는 구간",
        "자동차를 임시적으로 운행하거나 운행하려는 구간",
        "자동차를 정기적으로 주차하려는 시점이나 종점",
        "자동차를 임시적으로 주차하려는 시점이나 종점"],
    answer: 0
  },
  {
    id: 6,
    subject: "law",
    question: "회사나 학교와 운송게약을 체결하여 그 소속원만의 통근·통학 목적으로 자동차릉 눈행하는 사업이 포함되는 운송사업은?",
    choices: [
        "마을버스",
        "시내버스",
        "전세버스",
        "특수여객자동차"],
    answer: 2
  },
  {
    id: 7,
    subject: "law",
    question: "다음 중 운행게통을 정하지 아니하고 전국을 사업구역으로 하여 1개의 운송계약에 따라 승차정원 16인승 이상의 승합자동차를 사용하여 여객을 운송하는 사업은?",
    choices: [
        "전세버스 운송사업",
        "농어촌버스 운송사업",
        "마을버스 운송사업",
        "시외버스 운송사업"],
    answer: 0
  },
  {
    id: 8,
    subject: "law",
    question: "여객자동차 운수사업에 사용되는 승합자동차의 차량이 다른 것은?",
    choices: [
        "시외버스 운송사업용",
        "특수여객자동차 운송사업용",
        "시내버스 운송사업용",
        "수요응답형 운송사업용"],
    answer: 1
  },
  {
    id: 9,
    subject: "law",
    question: "시외우등고속버스에 사용되는 자동차는 원동기 출력이 자동차 종 중량 1톤당 몇 마력 이상이어야 하는가?",
    choices: [
        "20마력",
        "10마력",
        "5마력",
        "1마력"],
    answer: 0
  },
  {
    id: 10,
    subject: "law",
    question: "시내버스운송사업의 운형형태 중에 시내좌석버스를 사용하고 주로 고속도로, 주간선도로 등을 이용하는 기종점에서 5km 이내에 위치한 각각 4개 이내의 정류소에 정차하고, 그 외의 지점엣는 정차하지 않는 운행형태는?",
    choices: [
        "광역급행형",
        "직행좌석형",
        "좌석형",
        "일반형"],
    answer: 0
  },
  {
    id: 11,
    subject: "law",
    question: "시외고속버스 또는 시외우등고속버스를 사용하여 운행거리가 100km/h 이상이고, 운행구간의 60% 이상을 고속도로로 운행하며, 기점과 종점의 중간에서 정차하지 아니하는 운행형태를 갖는 것은?",
    choices: [
        "광역급행형 시외버스",
        "고속형 시외버스",
        "직행형 시외버스",
        "일반형 시외버스"],
    answer: 1
  },
  {
    id: 12,
    subject: "law",
    question: "여객의 특수성 또는 수요의 불규칙성 등으로 노선 여객 자동차운송사업자가 운행하기 어려운 경우 공항, 고속철도, 대중교통 등 이용자의 교통 불편을 해소하기 위하여 허가하는 면허를 무엇이라 하는가?",
    choices: [
        "보통면허",
        "특수면허",
        "대형면허",
        "한정면허"],
    answer: 3
  },
  {
    id: 13,
    subject: "law",
    question: "특수여객자동차 운송사업용 자동차의 표시는?",
    choices: [
        "일반",
        "장의",
        "전세",
        "한정"],
    answer: 1
  },
  {
    id: 14,
    subject: "law",
    question: "운수종사자 현황 통보에 대한 설명으로 틀린 것은?",
    choices: [
        "운송사업자는 매월 10일까지 전월 말일 현재의 운소종사사 현황을 시·도지사에게 알려야 한다.",
        "해당 조합은 소속 운송사업자를 대신하여 소속운송자업자의 운수종사자 현황을 취합하여 통보할 수 있다.",
        "운송사업자가 시·도지사에게 퇴직한 운수종사자 명단을 알릴 때에는 운전면허의 종류와 취득 일자를 알려야 한다.",
        "시·도지사는 통보받은 운수종사자 현황을 취합하여 한국교통안전공단에 통보하여야 한다."],
    answer: 2
  },
  {
    id: 15,
    subject: "law",
    question: "다음 중 운전적성정밀검사의 특별검사를 받아야 할 대상이 아닌 것은?",
    choices: [
        "신규로 여객자동차 운송사업용 자동차를 운전하려는 자",
        "과거 1년간 도로교통법 시행규칙 상의 운전면허 행정처분기준에 따라 계산한 누산점수가 81점 이상인 자",
        "중상 이상의 사상(死傷)사고를 일으킨 사람",
        "질병, 과로, 그 밖의 사유로 안전운전을 할 수 없다고 인정되는 자인지 알기 위하여 운송사업자가 신청한 자"],
    answer: 0
  },
  {
    id: 16,
    subject: "law",
    question: "버스운전 자격시험은 총점의 몇 할 이상을 얻어야 합격하는가?",
    choices: [
        "4할",
        "5할",
        "6할",
        "7할"],
    answer: 2
  },
  {
    id: 17,
    subject: "law",
    question: "버스운전 자격시험의 필기시험 합격기준은?",
    choices: [
        "필기시험 총점의 5할 이상",
        "필기시험 총점의 6할 이상",
        "필기시험 총점의 7할 이상",
        "필기시험 총점의 8할 이상"],
    answer: 1
  },
  {
    id: 18,
    subject: "law",
    question: "버스운전자격 효력정지의 처분기준을 적용할 때 위반행위의 동기 및 횟수 등을 고려하여 처분기준의 2분의 1범위에서 경감하거나 가중할 수 있는 기관은?",
    choices: [
        "한국교통안전공단",
        "관할관청",
        "전국버스연합회",
        "전국버스공제조합"],
    answer: 1
  },
  {
    id: 19,
    subject: "law",
    question: "다음 중 여객자동차 운수종사자에게 과태료를 부과할 수 있는 사항은?",
    choices: [
        "승하차 할 여객이 있는데도 정차하지 아니하고 정류소를 지나치는 행위",
        "여객이 승차하기 전에 자동차를 출발시키지 아니하는 행위",
        "문을 완전히 닫은 상태에서 자동차를 운행하는 행위",
        "부당한 운임 또는 요금을 받지 않는 행위"],
    answer: 0
  },
  {
    id: 20,
    subject: "law",
    question: "운전업무와 관련하여 버스운전자격증을 타인에게 대여한 경우 운전자격 처분기준은?",
    choices: [
        "자격정지 30일",
        "자격정지 90일",
        "자격정지 180일",
        "자격취소"],
    answer: 3
  },
  {
    id: 21,
    subject: "law",
    question: "여객자동차 운송사업자는 새로 채용한 운수종사자에게 운전업무 시작 전 몇 시간이상의 교육을 실시해야 하는가?",
    choices: [
        "8시간",
        "12시간",
        "16시간",
        "24시간"],
    answer: 2
  },
  {
    id: 22,
    subject: "law",
    question: "여객자동차 운수사업법령에 따라 자가용차량을 운송용으로 제공하거나 임대할 수 있도록 허가하는 자가 아닌 것은?",
    choices: [
        "특별자치도지사",
        "시장",
        "자치구청",
        "동장"],
    answer: 3
  },
  {
    id: 23,
    subject: "law",
    question: "자가용자동차를 사용하여 여객자동차 운송사업을 경영한 경우 그 자동차의 사용을 제한하거나 금지할 수 있는 기간은?",
    choices: [
        "3개월 이내",
        "6개월 이내",
        "12개월 이내",
        "18개월 이내"],
    answer: 1
  },
  {
    id: 24,
    subject: "law",
    question: "제작연도에 등록되지 아니한 여객자동차의 차량충당연한의 기산일은?",
    choices: [
        "최초의 신규등록일",
        "제작연도의 말일",
        "차량 출고일",
        "보험 개시일"],
    answer: 1
  },
  {
    id: 25,
    subject: "law",
    question: "다음 중 여객자동차 운송상ㅂ의 위반 내용 및 과징금 부과기준에 포함되는 내용이 아닌 것은?",
    choices: [
        "운행하기 전에 점검 및 확인을 한 경우",
        "앞바퀴에 재생타이어를 사용한 경우",
        "자동차 안에 게시하여야 할 사항을 게시하지 않는 경우",
        "운행기록게가 정상작동하지 않는 상태에서 자동차를 운행한 경우"],
    answer: 0
  },
  {
    id: 26,
    subject: "law",
    question: "면허를 받거나 등록한 차고지를 이용하지 아니하고 차고지가 아닌 곳에서 밤샘주차를 한 경우 1차 과징금 부과기준이 잘못된 것은?",
    choices: [
        "시내버스-10만원",
        "시외버스-10만원",
        "전세버스-10만원",
        "마을버스-10만원"],
    answer: 2
  },
  {
    id: 27,
    subject: "law",
    question: "속도제한장치 또는 운행기록계가 정상적으로 작동되지 아니하는 상태에서 자동차를 운행한 경우에 여객자동차 운송사업자에게 부과되는 1차 과징금 금액은?",
    choices: [
        "30만원",
        "60만원",
        "120만원",
        "180만원"],
    answer: 1
  },
  {
    id: 28,
    subject: "law",
    question: "전자감응장치, 압력감지기 또는 가속페달 잠금장치를 설치하고 운영하여야 하는 운송사업자가 아닌 것은?",
    choices: [
        "시내버스",
        "마을버스",
        "농어촌버스",
        "전세버스"],
    answer: 3
  },
  {
    id: 29,
    subject: "law",
    question: "운송사업자가 운수종사가에게 여객의 좌석안전띠 착용에 관한 교육을 실시하지 않는 경우 1회 위반시 과태료 부과 기준은?",
    choices: [
        "3만원",
        "5만원",
        "10만원",
        "20만원"],
    answer: 3
  },
  {
    id: 30,
    subject: "law",
    question: "다음 중 자동차전용도로에 대한 설명으로 올바른 것은?",
    choices: [
        "자동차의 고속운행에만 사용하기 위하여 지정된 도로",
        "자동차만 다닐 수 있도록 설치된 도로",
        "자동차와 자전거가 같이 다닐 수 있도록 설치된 도로",
        "자동차와 보행자, 자전거가 같이 다닐 수 있도록 설치된 도로"],
    answer: 1
  },
  {
    id: 31,
    subject: "law",
    question: "연석선, 안전표시나 그와 비슷한 인공구조물로 경계를 표시하여 보행자가 통행할 수 있도록 한 도로의 부분을 뜻하는 것은?",
    choices: [
        "중앙선",
        "차도",
        "차로",
        "보도"],
    answer: 3
  },
  {
    id: 32,
    subject: "law",
    question: "도로교통법상 몇 분을 초과하지 아니하고 차를 주차 외에 정지시키는 것을 정차라고 하는가?",
    choices: [
        "5분",
        "10분",
        "15분",
        "20분"],
    answer: 0
  },
  {
    id: 33,
    subject: "law",
    question: "다음 중 도로교통법상 정의가 잘못된 것은?",
    choices: [
        "'자동차관리법'에 따른 이륜자동차 가운데 배기량이 125cc인 이윤자동차는 자동차로 정의된다.",
        "2톤의 지게차는 자동차로 정의된다.",
        "트럭적재식 천공기는 자동차이다.",
        "원동기장치자건거를 제외한 이륜자동차는 자동차에 포함된다."],
    answer: 0
  },
  {
    id: 34,
    subject: "law",
    question: "다음 중 서행의 의미로 맞는 것은?",
    choices: [
        "운전자가 차를 즉시 정시시킬 수 있는 정도의 느린 속도로 진행하는 것",
        "반드시 차가 멈추어야 하되, 얼마간의 시간 동안 정지상태를 유지하는 교통 상황",
        "반드시 차가 일시적으로 그 바퀴를 완전히 멈추어야 하는 행위 자체",
        "자동차가 완전히 멈추는 상태"],
    answer: 0
  },
  {
    id: 35,
    subject: "law",
    question: "도로에서 차마를 그 본래의 사용방법에 따라 사용하는 것(조종을 포함)을 의미하는 것은?",
    choices: [
        "항행",
        "운행",
        "운항",
        "운전"],
    answer: 3
  },
  {
    id: 36,
    subject: "law",
    question: "도로의 통행방법, 통행구분 등 도로교통의 안전을 위하여 필요한 지시를 하는 경우에 도로사용자가 이에 따르도록 알리는 표지는?",
    choices: [
        "주의표지",
        "규제표지",
        "보조표지",
        "지시표지"],
    answer: 3
  },
  {
    id: 37,
    subject: "law",
    question: "도료교통의 안전을 위하여 각종 제한 금지사항을 도로사용자에게 알리기 위한 안전표지는?",
    choices: [
        "지시표지",
        "주의표지",
        "규제표지",
        "노면표지"],
    answer: 2
  },
  {
    id: 38,
    subject: "law",
    question: "도로상태가 위험하여 운전자가 시전에 필요한 조치를 할 수 있도록 알리는 기능을 하는 안전표지는?",
    choices: [
        "주의표지",
        "규제표지",
        "보조표지",
        "노면표지"],
    answer: 0
  },
  {
    id: 39,
    subject: "law",
    question: "차량 신호등 중 녹색의 등화에 대한 의미로 옳지 않은 것은?",
    choices: [
        "차마는 정지선 직선에서 정지하여야 한다.",
        "차마는 직진할 수 있다.",
        "차마는 우회전할 수 있다.",
        "비보호좌회전표시가 있는 곳에서는 좌회전 할 수 있다."],
    answer: 0
  },
  {
    id: 40,
    subject: "law",
    question: "보행자의 통행방법에 대한 설명으로 바르지 않은 것은?",
    choices: [
        "소나 발 등의 큰 동물을 몰고 가는 사람은 보도로만 통행해야 한다.",
        "보도와 차도가 구분된 도로에서는 보도로 통행한다.",
        "공사 등으로 보도 통행이 금지된 경우에는 보도로 통행하지 아니할 수 있다.",
        "보도와 차도가 구분되지 아니한 도로에서는 차마와 마주보는 방향의 길 가장자리로 통행한다."],
    answer: 0
  },
  {
    id: 41,
    subject: "law",
    question: "보행자의 도로 횡단방법으로 잘못된 것은?",
    choices: [
        "보행자는 횡단보도를 횡단하거나 신호기 또는 경찰공무원 등의 신호나 지시에 따라 도로를 횡단하는 경우에는 차의 앞이나 뒤로 횡단이 가능하다.",
        "보행자는 안전표지 등에 의하여 횡단이 금지되어 있어도 차량에 주의하면서 도로를 횡단할 수 있다.",
        "보행자는 횡단보도가 설치되어 있지 아니한 도로에서는 가장 짧은 거리로 횡단하여야 한다.",
        "지체장애인의 경우 다른 교통에 방해가 되지 아니하는 방법으로 도로 횡단시설을 이용하지 아니하고 도로를 횡단 할 수 있다."],
    answer: 1
  },
  {
    id: 42,
    subject: "law",
    question: "도로교통법에서 정하는 보행자의 도로횡단 방법 중 횡단보도가 설치되어 있지 아니한 도로에서 횡단하는 방법으로 올바른 것은?",
    choices: [
        "도로의 중앙으로 횡단한다.",
        "무조건 횡단보도가 있는 곳으로 이동하여 횡단한다.",
        "도로의 가장 짧은 거리로 횡단한다.",
        "도로의 가장 긴 거리로 횡단한다."],
    answer: 2
  },
  {
    id: 43,
    subject: "law",
    question: "보행자의 도로횡단에 대한 설명 중 옳지 않은 것은?",
    choices: [
        "보행자는 안전표지 등에 의하여 횡단이 금지되어 있는 도로의 부분에서는 그 도로를 횡단하여서는 아니 된다.",
        "지하도나 육교 등의 도로 횡단시설을 이용할 수 없는 지체장애인의 경우에도 반드시 도로 횡단시설을 이용하여 횡단하여야 한다.",
        "보행자는 모든 차의 바로 앞이나 뒤로 횡단하여서는 아니 된다.",
        "경찰공무원의 지시에 따라 도로를 횡단할 수 있다."],
    answer: 1
  },
  {
    id: 44,
    subject: "law",
    question: "다음 중 보행자의 도로횡단 방법으로 올바르지 않은 것은?",
    choices: [
        "보행자는 횡단보도, 지하도 그 밖의 도로 횡단시설이 설치되어 있는 도로에서는 그 곳으로 횡단하여야 한다.",
        "보행자는 횡단보도가 설치되어 있지 아니한 도로에서는 가장 짧은 거리로 횡단하여야 한다.",
        "보행자는 모든 차의 바로 앞이나 뒤로 횡단하여서는 아니 된다.",
        "보행자는 안전표지 등에 의하여 횡단이 금지되어 있는 도로의 부분에서는 자신의 판단에 따라 횡단하여도 된다."],
    answer: 3
  },
  {
    id: 45,
    subject: "law",
    question: "도로교통법상 편도 4차로의 고속도로에서 차로에 따른 통행차의 기준 내용으로 틀린 것은?",
    choices: [
        "1차로 : 앞지르기를 하려는 승용자동차 및 앞지르기를 하려는 경형·소형·중형 승합자동차의 추월차로",
        "2차로 : 승용자동차 및 경형·소형·중형 승합자동차의 주행차로",
        "3차로 : 앞지르기를 하려는 승용자동차 및 앞지르기를 하려는 경형·소형·중형 승합차의 추월차로",
        "4차로 : 대형 승합자동차, 화물자동차, 특수자동차, 도로교통법 제2조제18호나목에 따른 건설기계"],
    answer: 2
  },
  {
    id: 46,
    subject: "law",
    question: "강설 시 최고속도의 100분의 50을 줄인 속도로 운행하여야 하는 기준 적설량은?",
    choices: [
        "눈이 5mm 이상 쌓인 경우",
        "눈이 10mm 이상 쌓인 경우",
        "눈이 20mm 이상 쌓인 경우",
        "눈이 30mm 이상 쌓인 경우"],
    answer: 2
  },
  {
    id: 47,
    subject: "law",
    question: "모든 차의 운잔자는 같은 방향으로 가고 있는 앞자의 뒤를 따르는 경우에는 앞차가 갑가지 정지하게 되는 경우 그 앞차와의 추돌을 피할 수 있는 필요한 거리를 확보하여야 하는데, 이 거리를 무것이라고 하는가?",
    choices: [
        "안전거리",
        "제동거리",
        "공주거리",
        "시인거리"],
    answer: 0
  },
  {
    id: 48,
    subject: "law",
    question: "운전자가 고속도로에서 앞지르기하고자 하는 경우 바람직한 앞지르기 방법은?",
    choices: [
        "고속도로에서는 등화 또는 경음기의 사용을 자제해야 하며, 통행차의 기준에 따라 안전하게 통행한다.",
        "방향지시기·등화 또는 경음기를 사용하여 우측차로로 안전하게 통행한다.",
        "방향지시기·등화 또는 경음기를 사용하여 차로에 따른 통행차의 기준에 따라 왼쪽 차로로 안전하게 통행한다.",
        "주행차로에 관계없이 빈 차로로 안전하게 통행한다."],
    answer: 2
  },
  {
    id: 49,
    subject: "law",
    question: "다음 중 모든 차의 운전자가 다른 차를 앞지르기 못하며, 앞으로 끼어들지 못하는 경우가 아닌 것은?",
    choices: [
        "도로교통법이나 여객자동차운수사업법에 따른 명령에 따라 정지하거나 서행하고 있는 차",
        "경찰공무원의 지시에 따라 정지하거나 서행하고 있는 차",
        "이륜자동차 및 원동기장치자전거",
        "위험을 방지하기 위하여 정지하거나 서행하고 있는 차"],
    answer: 2
  },
  {
    id: 50,
    subject: "law",
    question: "모든 차의 운전자는 교차로나 그 부근에서 긴급자동차가 접근할 경우에 어떤 운행방법을 취하여야 하는가?",
    choices: [
        "도로의 우측 가장자기에 일시정지한다.",
        "도로의 좌측 가장자리에 정지한다.",
        "긴급자동차가 피해 갈 수 있도록 도로중앙을 이용해 서행한다.",
        "그 자리에 정지한다."],
    answer: 0
  },
  {
    id: 51,
    subject: "law",
    question: "도로교통법상 긴급자동차에 대한 특례에 해당하지 않는 것은?",
    choices: [
        "도로구조물의 파손",
        "자동차의 속도제한(긴급자동차에 대하여 속도를 제한하는 경우는 제외)",
        "앞지르기 금지의 시기 및 장소",
        "끼어들기의 금지"],
    answer: 0
  },
  {
    id: 52,
    subject: "law",
    question: "도로교통법에서 규정하는 정차 및 주차가 금지되는 곳의 기준은 횡단보도로부터 몇 m 이내인가?",
    choices: [
        "5m 이내",
        "10m 이내",
        "15m 이내",
        "20m 이내"],
    answer: 1
  },
  {
    id: 53,
    subject: "law",
    question: "다음 중 정차 및 주차가 모두 금지되는 장소가 아닌 것은?",
    choices: [
        "터널 안 및 다리 위",
        "교차로의 가장자리 또는 도르의 모퉁이로 부터 5m 이내인 곳",
        "건널목의 가장자리 또는 횡단보도로부터 10m 이내인 곳",
        "안전지대가 설치된 도로에서는 그 안전지대의 사방으로부터 각각 10m 이내인 곳"],
    answer: 0
  },
  {
    id: 54,
    subject: "law",
    question: "자동차의 운전자가 그 영향으로 인하여 운전이 금지되는 약물로서 흥분·환각 또는 마취의 작용을 일으키는 유해화학물질은 어떤 법령으로 정하는가?",
    choices: [
        "보건복지부령",
        "행정자치부령",
        "국토교통부령",
        "대통령령"],
    answer: 1
  },
  {
    id: 55,
    subject: "law",
    question: "모든 운전자의 준수사항 중 일시정지하지 않아도 되는 경우는?",
    choices: [
        "어린이가 도로상에서 활동하여 교통사고위함이 있음을 인지하였을 때",
        "어린이가 보호자와 함께 도로의 갓길을 따라 이동하고 있을 때",
        "시각장애인이 도로를 횡단하고 있을 때",
        "지체장애인이나 노인 등 교통약자가 도로를 횡단하고 있을 때"],
    answer: 1
  },
  {
    id: 56,
    subject: "law",
    question: "다음 중 모든 운전자의 준숮사항이 아닌 것은?",
    choices: [
        "어린이가 보호자 없이 도로를 횡단하는 때에는 일시 정지할 것",
        "자동차를 급히 출발시키거나 속도를 급격히 높이지 아니할 것",
        "자동차가 정지하고 있을 때에도 휴대용 전화를 사용하지 아니할 것",
        "반복적이거나 연속적으로 경음기를 울리지 아니할 것"],
    answer: 2
  },
  {
    id: 57,
    subject: "law",
    question: "모든 운전자의 준수사항 등에 관한 내용이 아닌 것은?",
    choices: [
        "운전자는 안전을 확인하지 아니하고 차의 문을 열거나 내려서는 아니 되며, 동승자가 교통의 위험을 일으키지 아니하도록 필요한 조치를 할 것",
        "운전자는 승객이 차 안에서 안전운전에 현저히 방해가 될 정도로 춤을 추는 등 소란행위를 하도록 내버려두고 차를 운행하지 아니할 것",
        "운전자는 자동차가 정지하고 있는 경우 휴대용 전화를 사용하지 아니할 것",
        "운전자는 자동차를 급히 출발시키거나 속도를 급격히 높이는 행위를 하여 다른 사람에게 피해를 주는 소음을 발생시키지 아니할 것"],
    answer: 2
  },
  {
    id: 58,
    subject: "law",
    question: "어린이통학버스로 신고할 수 있는 자동차의 정원으로 맞는 것은?",
    choices: [
        "승차정원 5인승 이상",
        "승차정원 7인승 이상",
        "승차정원 9인승 이상",
        "승차정원 11인승 이상"],
    answer: 2
  },
  {
    id: 59,
    subject: "law",
    question: "어린이 통학버스의 색상으로 맞는 것은?",
    choices: [
        "황색",
        "흰색",
        "적색",
        "청색"],
    answer: 0
  },
  {
    id: 60,
    subject: "law",
    question: "자동차의 운전자가 고속도로 또는 자동차전용도로에서 차를 정지하거나 주차할 수 없는 경우는?",
    choices: [
        "경찰공무원의 지시에 따르거나 위험을 방지하기 위하여 일시 정차 또는 주차시키는 경우",
        "고장이나 그 밖의 부득이한 사유로 길가장자리구역(갓길을 포함)에 정차 또는 주차시키는 경우",
        "버스가 승객의 요청으로 정차 또는 주차한 경우",
        "통행료를 내기 위하여 통행료를 받는 곳에서 정차하는 경우"],
    answer: 2
  },
  {
    id: 61,
    subject: "law",
    question: "고속도로 및 자동차전용도로에서의 금지행위에 해당하지 않는 것은?",
    choices: [
        "갓길 통행금지",
        "긴급이륜자동차의 통행금지",
        "횡단 등의 금지",
        "정차 및 주차의 금지"],
    answer: 1
  },
  {
    id: 62,
    subject: "law",
    question: "고속도로 및 자동차 전용도로에서의 횡단 등의 그미에 해당하지 않는 것은?",
    choices: [
        "횡단",
        "앞지르기",
        "유턴",
        "후진"],
    answer: 1
  },
  {
    id: 63,
    subject: "law",
    question: "고속도로 및 자동차전용도로에서 금지사항으로 옳지 않은 것은?",
    choices: [
        "횡단 등의 금지",
        "경음기 등의 사용금지",
        "정차 등의 금지",
        "주차 등의 금지"],
    answer: 1
  },
  {
    id: 64,
    subject: "law",
    question: "밤에 고장이나 그밖의 사유로 고속도로 등에서 자동차를 운행할 수 없게 되었을때 고장자동차의 표지를 설치해야 하는 지점은?",
    choices: [
        "자동차로부터 200m 이상 뒤쪽",
        "자동차로 부터 150m 이상 뒤쪽",
        "자동차로 부터 100m 이상 뒤쪽",
        "자동차로부터 50m 이하 뒤쪽"],
    answer: 0
  },
  {
    id: 65,
    subject: "law",
    question: "다음 중 특별한 교통안전교육의 종류가 아닌 것은?",
    choices: [
        "교통특별교육",
        "현장참여교육",
        "법규준수교육",
        "음주운전교육"],
    answer: 0
  },
  {
    id: 66,
    subject: "law",
    question: "교통안전을 위한 활동에 실제로 참여하여 채점하도록 하는 등의 교육으로서 법규준수교육을 받은 사람 가운데 교육받기를 원하는 사람에게 실시하는 교육은?",
    choices: [
        "교통통제교육",
        "교통법규교육",
        "교통교양교육",
        "현창참여교육"],
    answer: 3
  },
  {
    id: 67,
    subject: "law",
    question: "다음 중 법규준수교육을 받지 않아도 되는 사람은?",
    choices: [
        "교통사고로 일으키거나 술에 취한 상태에 운전하여 운전면허효력정지처분을 받게 되거나 받은 사람으로서 그 처분기간이 끝나지 아니한 사람",
        "운전면허효력정지처분을 받게 되거나 받은 초보운전자로서 그 처분기간이 끝나지 아니한 사람",
        "운전면허 취소처분을 받은 사람으로서 운전면허를 다시 받고자 하는 사람",
        "운전면허효력정지처분을 받은 ㅗ보운전자로서 그 처분기간이 만료된 사람"],
    answer: 3
  },
  {
    id: 68,
    subject: "law",
    question: "면허정지처분을 받은 사람이 법규준수교육을 마친 후에 현장참여교육을 마치면 경찰서장에게 교육필증을 제출한 날부터 정지처분기간에서 얼마를 추가로 감경받는가?",
    choices: [
        "7일",
        "15일",
        "30일",
        "60일"],
    answer: 2
  },
  {
    id: 69,
    subject: "law",
    question: "다음 설명 중 현장참여교육에 해당하는 것은?",
    choices: [
        "법규준수교육을 받은 사람이 교통안전을 위한 활동에 실제로 참여하여 체험하도록 하는 교육",
        "벌점감경교육을 받은 사람이 교통안전을 위한 활동에 실제로 참여하여 체험하도록 하는 교육",
        "배려운전교육을 받은 사람이 교통안전을 위한 활동에 실제로 참여하여 체험하도록 하는 교육",
        "교통위반으로 단속된 사람이 교통안전을 위한 활동에 실제로 참여하여 체험하도록 하는 교육"],
    answer: 0
  },
  {
    id: 70,
    subject: "law",
    question: "음주운전으로 사람을 사상한 후, 사상자를 구호하거나 신고하지 않아 운전면허가 취소된 경우 취소딘 날로부터 몇 년이 지냥 운전면허를 받을 수 있는가?",
    choices: [
        "3년",
        "4년",
        "5년",
        "6년"],
    answer: 2
  },
  {
    id: 71,
    subject: "law",
    question: "다음 중 특별한 교통안전교육을 받아야 하는 경우가 아닌 것은?",
    choices: [
        "신호 위반으로 시·군 공무원에게 단속된 경우",
        "운전 중 고의 또는 과실로 교통사골ㄹ 일으켜 운전면허가 취소된 경우",
        "적성검사를 박지 아니하거나 그 적성검사를 불합격한 경우",
        "교통단속 임무를 수행하는 경찰 공무원을 폭행한 경우"],
    answer: 0
  },
  {
    id: 72,
    subject: "law",
    question: "도로교통법령상 제1종 대형 또는 특수면허를 받을 수 있는 자격기준은?",
    choices: [
        "제2종 면허 취득 후 운전경험이 1년 이상이고 19세 이상인 사람",
        "제2종 면허 취득 후 운전경험이 3년 이상이고 19세 이상인 사람",
        "제2종 면허 취득 후 운전경험이 1년 이상이고 20세 이상인 사람",
        "제2종 면허 취득 후 운전경험이 3년 이상이고 20세 이상인 사람"],
    answer: 0
  },
  {
    id: 73,
    subject: "law",
    question: "승차정원 16인 이상의 승합자동차를 운전할 수 있는 운전면허의 종류는?",
    choices: [
        "제1종 대형면허",
        "제1종 보통면허",
        "제1종 특수면허",
        "제2종 보통면허"],
    answer: 0
  },
  {
    id: 74,
    subject: "law",
    question: "운전 중 휴대용 전화 사용시 주어지는 벌점은?",
    choices: [
        "15점",
        "20점",
        "30점",
        "60점"],
    answer: 0
  },
  {
    id: 75,
    subject: "law",
    question: "행정처분 기초자료로 활용하기 위하여 법규위반 또는 사고야기에 대하여 그 위반의 경중, 피해의 정도 등에 따라 배점되는 점수를 말하는 것은?",
    choices: [
        "누산점수",
        "벌점",
        "처분벌점",
        "기초점수"],
    answer: 1
  },
  {
    id: 76,
    subject: "law",
    question: "운전면허의 취소처분 시 감경 사유에 해당하는 사람은 처분벌점 또는 누산점수를 몇 점으로 감경하여 주는가?",
    choices: [
        "120점",
        "110",
        "90점",
        "60점"],
    answer: 1
  },
];