// src/data/law.js
export const lawQuestions  = [
  {
    id: 1,
    subject: "law",
    question: "여객자동차 운수사업법령과 관련된 용어의 정의로 옳은 것은?",
    choices: [
        "관할관청 : 자격시험 시행기관",
        "운행계통 : 노선의 기점에서 대기하고 있는 차량대수",
        "노선 : 자동차를 정기적으로 운행하거나 운행하려는 구간",
        "여객자동차 운송사업 : 다른 사람의 공급에 응하여 자동차를 사용하여 무상으로 여객을 운송하는 사업"],
    answer: 2
  },
  {
    id: 2,
    subject: "law",
    question: "여객자동차 운수사업법령에서 여객이 승차 또는 하차할 수 있도록 노선 사이에 설치한 장소를 무엇이라 정의하는가?",
    choices: [
        "정거장",
        "주차장",
        "정차장",
        "정류소"],
    answer: 3
  },
  {
    id: 3,
    subject: "law",
    question: "여객자동차 운수사업법령상 자동차를 정기적으로 운행하거나 운행하려는 구간이란 무엇에 대한 정의인가?",
    choices: [
        "여객운송",
        "노선",
        "운행계통",
        "관할구간"],
    answer: 1
  },
  {
    id: 4,
    subject: "law",
    question: "다른 사람의 수요에 응해 자동차를 사용하여 유상으로 여객을 운송하는 사업을 말하는 것은?",
    choices: [
        "화물자동차운송사업",
        "여객자동차 운송사업",
        "여객운송부가서비스",
        "여객자동차터미널사업"],
    answer: 1
  },
  {
    id: 5,
    subject: "law",
    question: "노선에 대한 정의로 맞는 것은?",
    choices: [
        "자동차를 정기적으로 운행하거나 운행하려는 구간",
        "자동차를 임시적으로 운행하거나 운행하려는 구간",
        "자동차를 정기적으로 주차하려는 시점이나 종점",
        "자동차를 임시적으로 주차하려는 시점이나 종점"],
    answer: 0
  },
  {
    id: 6,
    subject: "law",
    question: "회사나 학교와 운송게약을 체결하여 그 소속원만의 통근. 통학 목적으로 자동차릉 눈행하는 사업이 포함되는 운송사업은?",
    choices: [
        "마을버스",
        "시내버스",
        "전세버스",
        "특수여객자동차"],
    answer: 2
  },
  {
    id: 7,
    subject: "law",
    question: "다음 중 운행게통을 정하지 아니하고 전국을 사업구역으로 하여 1개의 운송계약에 따라 승차정원 16인승 이상의 승합자동차를 사용하여 여객을 운송하는 사업은?",
    choices: [
        "전세버스 운송사업",
        "농어촌버스 운송사업",
        "마을버스 운송사업",
        "시외버스 운송사업"],
    answer: 0
  },
  {
    id: 8,
    subject: "law",
    question: "여객자동차 운수사업에 사용되는 승합자동차의 차량이 다른 것은?",
    choices: [
        "시외버스 운송사업용",
        "특수여객자동차 운송사업용",
        "시내버스 운송사업용",
        "수요응답형 운송사업용"],
    answer: 1
  },
  {
    id: 9,
    subject: "law",
    question: "시외우등고속버스에 사용되는 자동차는 원동기 출력이 자동차 종 중량 1톤당 몇 마력 이상이어야 하는가?",
    choices: [
        "20마력",
        "10마력",
        "5마력",
        "1마력"],
    answer: 0
  },
  {
    id: 10,
    subject: "law",
    question: "시내버스운송사업의 운형형태 중에 시내좌석버스를 사용하고 주로 고속도로, 주간선도로 등을 이용하는 기종점에서 5km 이내에 위치한 각각 4개 이내의 정류소에 정차하고, 그 외의 지점엣는 정차하지 않는 운행형태는?",
    choices: [
        "광역급행형",
        "직행좌석형",
        "좌석형",
        "일반형"],
    answer: 0
  },
  {
    id: 11,
    subject: "law",
    question: "시외고속버스 또는 시외우등고속버스를 사용하여 운행거리가 100km/h 이상이고, 운행구간의 60% 이상을 고속도로로 운행하며, 기점과 종점의 중간에서 정차하지 아니하는 운행형태를 갖는 것은?",
    choices: [
        "광역급행형 시외버스",
        "고속형 시외버스",
        "직행형 시외버스",
        "일반형 시외버스"],
    answer: 1
  },
  {
    id: 12,
    subject: "law",
    question: "여객의 특수성 또는 수요의 불규칙성 등으로 노선 여객 자동차운송사업자가 운행하기 어려운 경우 공항, 고속철도, 대중교통 등 이용자의 교통 불편을 해소하기 위하여 허가하는 면허를 무엇이라 하는가?",
    choices: [
        "보통면허",
        "특수면허",
        "대형면허",
        "한정면허"],
    answer: 3
  },
  {
    id: 13,
    subject: "law",
    question: "특수여객자동차 운송사업용 자동차의 표시는?",
    choices: [
        "일반",
        "장의",
        "전세",
        "한정"],
    answer: 1
  },
  {
    id: 14,
    subject: "law",
    question: "운수종사자 현황 통보에 대한 설명으로 틀린 것은?",
    choices: [
        "운송사업자는 매월 10일까지 전월 말일 현재의 운소종사사 현황을 시.도지사에게 알려야 한다.",
        "해당 조합은 소속 운송사업자를 대신하여 소속운송자업자의 운수종사자 현황을 취합하여 통보할 수 있다.",
        "운송사업자가 시.도지사에게 퇴직한 운수종사자 명단을 알릴 때에는 운전면허의 종류와 취득 일자를 알려야 한다.",
        "시. 도지사는 통보받은 운수종사자 현황을 취합하여 한국교통안전공단에 통보하여야 한다."],
    answer: 2
  },
  {
    id: 15,
    subject: "law",
    question: "다음 중 운전적성정밀검사의 특별검사를 받아야 할 대상이 아닌 것은?",
    choices: [
        "신규로 여객자동차 운송사업용 자동차를 운전하려는 자",
        "과거 1년간 도로교통법 시행규칙 상의 운전면허 행정처분기준에 따라 계산한 누산점수가 81점 이상인 자",
        "중상 이상의 사상사고를 일으킨 사람",
        "질병, 과로, 그 밖의 사유로 안전운전을 할 수 없다고 인정되는 자인지 알기 위하여 운송사업자가 신청한 자"],
    answer: 0
  },
  {
    id: 16,
    subject: "law",
    question: "버스운전 자격시험은 총점의 몇 할 이상을 얻어야 합격하는가?",
    choices: [
        "4할",
        "5할",
        "6할",
        "7할"],
    answer: 2
  },
  {
    id: 17,
    subject: "law",
    question: "버스운전 자격시험의 필기시험 합격기준은?",
    choices: [
        "필기시험 총점의 5할 이상",
        "필기시험 총점의 6할 이상",
        "필기시험 총점의 7할 이상",
        "필기시험 총점의 8할 이상"],
    answer: 1
  },
  {
    id: 18,
    subject: "law",
    question: "버스운전자격 효력정지의 처분기준을 적용할 때 위반행위의 동기 및 횟수 등을 고려하여 처분기준의 2분의 1범위에서 경감하거나 가중할 수 있는 기관은?",
    choices: [
        "한국교통안전공단",
        "관할관청",
        "전국버스연합회",
        "전국버스공제조합"],
    answer: 1
  },
  {
    id: 19,
    subject: "law",
    question: "다음 중 여객자동차 운수종사자에게 과태료를 부과할 수 있는 사항은?",
    choices: [
        "승하차 할 여객이 있는데도 정차하지 아니하고 정류소를 지나치는 행위",
        "여객이 승차하기 전에 자동차를 출발시키지 아니하는 행위",
        "문을 완전히 닫은 상태에서 자동차를 운행하는 행위",
        "부당한 운임 또는 요금을 받지 않는 행위"],
    answer: 0
  },
  {
    id: 20,
    subject: "law",
    question: "운전업무와 관련하여 버스운전자격증을 타인에게 대여한 경우 운전자격 처분기준은?",
    choices: [
        "자격정지 30일",
        "자격정지 90일",
        "자격정지 180일",
        "자격취소"],
    answer: 3
  },
  {
    id: 21,
    subject: "law",
    question: "여객자동차 운송사업자는 새로 채용한 운수종사자에게 운전업무 시작 전 몇 시간이상의 교육을 실시해야 하는가?",
    choices: [
        "8시간",
        "12시간",
        "16시간",
        "24시간"],
    answer: 2
  },
  {
    id: 22,
    subject: "law",
    question: "여객자동차 운수사업법령에 따라 자가용차량을 운송용으로 제공하거나 임대할 수 있도록 허가하는 자가 아닌 것은?",
    choices: [
        "특별자치도지사",
        "시장",
        "자치구청",
        "동장"],
    answer: 3
  },
  {
    id: 23,
    subject: "law",
    question: "자가용자동차를 사용하여 여객자동차 운송사업을 경영한 경우 그 자동차의 사용을 제한하거나 금지할 수 있는 기간은?",
    choices: [
        "3개월 이내",
        "6개월 이내",
        "12개월 이내",
        "18개월 이내"],
    answer: 1
  },
  {
    id: 24,
    subject: "law",
    question: "제작연도에 등록되지 아니한 여객자동차의 차량충당연한의 기산일은?",
    choices: [
        "최초의 신규등록일",
        "제작연도의 말일",
        "차량 출고일",
        "보험 개시일"],
    answer: 1
  },
  {
    id: 25,
    subject: "law",
    question: "다음 중 여객자동차 운송상ㅂ의 위반 내용 및 과징금 부과기준에 포함되는 내용이 아닌 것은?",
    choices: [
        "운행하기 전에 점검 및 확인을 한 경우",
        "앞바퀴에 재생타이어를 사용한 경우",
        "자동차 안에 게시하여야 할 사항을 게시하지 않는 경우",
        "운행기록게가 정상작동하지 않는 상태에서 자동차를 운행한 경우"],
    answer: 0
  },
  {
    id: 26,
    subject: "law",
    question: "면허를 받거나 등록한 차고지를 이용하지 아니하고 차고지가 아닌 곳에서 밤샘주차를 한 경우 1차 과징금 부과기준이 잘못된 것은?",
    choices: [
        "시내버스-10만원",
        "시외버스-10만원",
        "전세버스-10만원",
        "마을버스-10만원"],
    answer: 2
  },
  {
    id: 27,
    subject: "law",
    question: "속도제한장치 또는 운행기록계가 정상적으로 작동되지 아니하는 상태에서 자동차를 운행한 경우에 여객자동차 운송사업자에게 부과되는 1차 과징금 금액은?",
    choices: [
        "30만원",
        "60만원",
        "120만원",
        "180만원"],
    answer: 1
  }
];