// src/data/safety.js
export const safetyQuestions = [
  {
    id: 208,
    subject: "safety",
    question: "교통사고 요인의 가설적 연쇄과정 중 인간요인에 의한 연쇄과정과 거리가 먼 것은?",
    choices: [
        "출근이 늦어졌다.",
        "과속으로 운전을 한다.",
        "초조하게 운전을 한다.",
        "비가 오고 있다."],
    answer: 3
  },
  {id: 209,
    subject: "safety",
    question: "교통사고의 구성요인에 포함되지 않는 것은?",
    choices: [
        "인간",
        "도로환경",
        "차량",
        "경제"],
    answer: 3
  },
  {
    id: 210,
    subject: "safety",
    question: "교통사고요인의 복합적 연쇄과정 중 환경요인에 의한 연쇄과정에 속하는 것은?",
    choices: [
        "초조하게 운전을 한다.",
        "과속으로 운전을 한다.",
        "브레이크 제동력의 약화",
        "도로의 마찰계수의 저하"],
    answer: 3
  },
  {
    id: 211,
    subject: "safety",
    question: "교차로 신호위반 사고요인과 관계가 먼 것은?",
    choices: [
        "조급함에 따른 급출발",
        "황색신호에 대한 자의적 해석",
        "녹색신호에 따른 교차로 진입",
        "신호 변경시 무리한 진입"],
    answer: 2
  },
  {
    id: 212,
    subject: "safety",
    question: "도로 노면에 대한 관찰 및 주의의 결여와 가장 관계가 많은 교통사고 유형은?",
    choices: [
        "진로변경 중 접촉사고",
        "교차로 신호위반 사고",
        "눈, 빗길 미끄러짐 사고",
        "횡단 보행자 통과의 사고"],
    answer: 2
  },
  {
    id: 213,
    subject: "safety",
    question: "버스 운전자로서의 기본 자세 중 승용차와 차별되는 버스의 운전특성과 거리가 먼 것은?",
    choices: [
        "주의의 부담이 크다.",
        "5만km 정도의 주행경험만 되면 충분하다.",
        "승객의 안전을 책임진다.",
        "서비스 만족도를 높여야 한다."],
    answer: 1
  },
  {
    id: 214,
    subject: "safety",
    question: "운전 중의 위험사태 판단과 관련된 능력은 개인차가 있지만 대채로 무엇과 밀접한 관계를 갖는가?",
    choices: [
        "지식 정도",
        "체력 정도",
        "운전경험",
        "최종학력"],
    answer: 2
  },
  {
    id: 215,
    subject: "safety",
    question: "초보운전자가 인식하는 안전에 대한 설명과 거리가 먼 것은?",
    choices: [
        "주관적 안전을 객관적 안전보다 낮게 인식",
        "운전에 대한 자신감을 작게 되면 오히려 주관적 안전을 객관적 안전보다 크게 자각",
        "주관적 안전과 객관적 안전을 균형적으로 인식",
        "주관적 안전을 객관적 안전보다 높게 인식할 때 위험이 증가"],
    answer: 2
  },
  {
    id: 216,
    subject: "safety",
    question: "차의 운행 시 객관적 안전인식이 높은 사람은 어떤 사람인가?",
    choices: [
        "자기 운전능력을 과대 평가하는 사람",
        "자기 운전능력을 과소 평가하는 사람",
        "위험사태를 과대 쳥가하는 사람",
        "실제의 위험을 그대로 평가하는 사람"],
    answer: 3
  },
  {
    id: 217,
    subject: "safety",
    question: "운전가가 운전 중 눈을 통해 얻는 운전 관련 정보의 비율은 어느 정도나 되는가?",
    choices: [
        "100%",
        "90%",
        "80%",
        "70%"],
    answer: 1
  },
  {
    id: 218,
    subject: "safety",
    question: "도로교통법령상 제1종 운전면허의 시력 기준은?",
    choices: [
        "두 눈을 동시에 뜨고 잰 시력이 0.6 이상",
        "두 눈을 동시에 뜨고 잰 시력이 0.8 이상",
        "양쪽 눈의 시력이 각각 0.6 이상",
        "양쪽 눈의 시력이 각각 0.8 이상"],
    answer: 1
  },
  {
    id: 219,
    subject: "safety",
    question: "일정 거리에서 일정한 시표를 보고 모양을 확인할 수 있는지를 가지고 측정하는 시력을 무엇이라 하는가?",
    choices: [
        "정지시력",
        "동체시력",
        "정체시력",
        "미간시력"],
    answer: 0
  },
  {
    id: 220,
    subject: "safety",
    question: "운전 중 피로를 푸는 법으로 부적절한 것은?",
    choices: [
        "차 안은 약던 더운 상태로 유지한다.",
        "햇빛이 강할 때는 선글라스를 쓴다.",
        "정기적으로 차를 세우고 차에서 나와 가벼운 체조를 한다.",
        "차 안에는 항상 신선한 공기가 충분히 유입되도록 한다."],
    answer: 0
  },
  {
    id: 221,
    subject: "safety",
    question: "과로한 상태에서 교통표지를 못 보거나 보행자를 알아보지 못하는 것과 관계있는 것은?",
    choices: [
        "판단력 저하",
        "주의력 저하",
        "지구력 저하",
        "감정조절능력 저하"],
    answer: 1
  },
  {
    id: 222,
    subject: "safety",
    question: "혈중알코올 농도에 영향을 미치는 것이 아닌 것은?",
    choices: [
        "음주량",
        "사람의 체중",
        "사람의 모발 상태",
        "위내 음식물의 종류"],
    answer: 2
  },
  {
    id: 223,
    subject: "safety",
    question: "환각제에 대한 설명 중 맞지 않는 것은?",
    choices: [
        "환각제는 고혈압 치료제로 쓰이며, 일반인이 매입·복용할 수 있는 약물이다.",
        "환각제는 인간의 시각을 포함한 제반 감각기관과 인지능력, 사고기능을 변화 시킨다.",
        "환각제에 따라서는 인간의 방향감각과 거리, 그리고 시간에 대한 감각을 왜곡시키기도 한다.",
        "복용한 사람은 존재하지도 않는 대상을 보고, 듣고, 느끼며 심지어 냄새를 맡기도 한다."],
    answer: 0
  },
  {
    id: 224,
    subject: "safety",
    question: "횡단보도 부근으로 보행자가 횡단하고 있을 때 가장 올바른 운전 방법은?",
    choices: [
        "횡단보도가 아니므로 경음기 등으로 주의를 주며 통과한다.",
        "횡단 보행자를 피해 빠르게 통과한다.",
        "보행자가 횡단 중이므로 서행으로 통과한다.",
        "보행자가 통행을 방해하지 않도록 일시정지했다가 통과한다."],
    answer: 3
  },
  {
    id: 225,
    subject: "safety",
    question: "운전자에게 보행자와의 사고를 피하는 데 대한 특별한 주의 의무를 부과하는 이유중 부적절한 것은?",
    choices: [
        "대부분의 보행자들은 차가 정지하는데 필요한 거리를 잘 알고 있다.",
        "어린이나 노인은 별다른 주의도 없이 도로로 뛰어든다.",
        "어린이는 가장 예측 불가능한 보행자이다.",
        "어린이는 키가 작아서 발견하기도 힘들다."],
    answer: 0
  },
  {
    id: 226,
    subject: "safety",
    question: "대형 차량과 일정한 공간적 거리를 두어야 하는 이유는?",
    choices: [
        "정기거리가 상대적으로 짧다.",
        "점유공간이 상대적으로 많다.",
        "전·후방의 시야를 제약한다.",
        "대형차는 갑자가 정지하기가 어렵다."],
    answer: 2
  },
  {
    id: 227,
    subject: "safety",
    question: "대형자동차의 특성이라 볼 수 없는 것은?",
    choices: [
        "운전자들이 볼 수 없는 곳(사각)이 적다.",
        "정지하는 데 더 많은 시간이 걸린다.",
        "움직이는 데 점유하는 공간이 많다.",
        "다른 차를 앞지르는 데 걸리는 시간이 더 길다."],
    answer: 0
  },
  {
    id: 228,
    subject: "safety",
    question: "차가 커브를 돌 때 주행하던 차로나 도로를 벗어나려는 힘을 무엇이라고 하는가?",
    choices: [
        "원심력",
        "구심력",
        "마찰력",
        "접지력"],
    answer: 0
  },
  {
    id: 229,
    subject: "safety",
    question: "비가 자주 오거나 습지가 높은 날 브레이크 드럼에 미세한 녹이 발생하고 마찰계수가 높아져 평소보다 브레이크가 지나치게 예민하게 작동하는현상은?",
    choices: [
        "모닝 록(Morning Lock) 현상",
        "베이퍼 록(Vapor Lock) 현상",
        "수막(Hydroplaning) 현상",
        "스탠딩웨이브(Standing Wave) 현상"],
    answer: 0
  },
  {
    id: 230,
    subject: "safety",
    question: "차량의 핸들을 돌렸을 때 앞바퀴의 안쪽 궤적과 뒷바퀴의 안쪽 궤적 간의 차이를 무엇이라 하는가?",
    choices: [
        "축거",
        "윤거",
        "회전각",
        "내륜차"],
    answer: 3
  },
  {
    id: 231,
    subject: "safety",
    question: "타이어의 마모를 촉진하는 환경이라고 할 수 없는 것은?",
    choices: [
        "잦은 커브길 운행",
        "잦은 제동",
        "저속 주행",
        "기온이 높은 여름철 주행"],
    answer: 2
  },
  {
    id: 232,
    subject: "safety",
    question: "운전자가 제동을 시작하여 자동차가 완전히 정지할 때까지 진행한 시간을 무엇이라 하는가?",
    choices: [
        "제동시간",
        "정지시간",
        "공주시간",
        "정차거리"],
    answer: 0
  },
  {
    id: 233,
    subject: "safety",
    question: "정지거리에 영향을 미치는 요인 중 운전자 요인이 아닌 것은?",
    choices: [
        "인지반응속도",
        "브레이크의 성능",
        "피로도",
        "신체적 특성"],
    answer: 1
  },
  {
    id: 234,
    subject: "safety",
    question: "다음 중 옳은 것은?",
    choices: [
        "안전거리=정지거리+제동거리",
        "공주거리=정지거리+제동거리",
        "제동거리=안전거리+공주거리",
        "정지거리=공주거리+제동거리"],
    answer: 3
  },
  {
    id: 235,
    subject: "safety",
    question: "2차로 앞지르기 금지구간에서 자동차의 원활한 교통을 도모하고, 도로 안전성을 제고하기 위해 길어깨(갓길) 쪽으로 설치하는 저속 자동차의 주행차로를 무엇이라 하는가?",
    choices: [
        "회전차로",
        "양보차로",
        "앞지르기차로",
        "가변차로"],
    answer: 1
  },
  {
    id: 236,
    subject: "safety",
    question: "자동차의 가속 및 감속을 위해 설치하는 차로로 교차로, 인터체인지 등에 주로 설치하는 차로는?",
    choices: [
        "축대",
        "중앙차로",
        "오르막차로",
        "변속차로"],
    answer: 3
  },
  {
    id: 237,
    subject: "safety",
    question: "다음 중 교통약자 이동편의 증진법에서 정의하는 교통약자가 아닌 사람은?",
    choices: [
        "어린이",
        "장애인",
        "고령자",
        "부녀자"],
    answer: 3
  },
  {
    id: 238,
    subject: "safety",
    question: "평면고속부에서 자동차가 원심력에 저항할 수 있도록 하기 위하여 설치하는 횡단경사를 무엇이라 하는가?",
    choices: [
        "시거",
        "축대",
        "편경사",
        "종단경사"],
    answer: 2
  },
  {
    id: 239,
    subject: "safety",
    question: "곡선부 등에 차량의 이탈사고를 방지하기 위해 설치하는 시설과 관계있는 것은?",
    choices: [
        "방호울타리",
        "갈매기 표지",
        "측대",
        "편경사"],
    answer: 0
  },
  {
    id: 240,
    subject: "safety",
    question: "평면곡선 도로를 주행할 때 원심력에 의해 곡선 바깥쪽으로 진행하려는 힘과 관련이 없는 것은?",
    choices: [
        "평면곡선 반지름",
        "시선유도시설",
        "타이어와 노면의 횡방향 마찰력",
        "편경사"],
    answer: 1
  },
  {
    id: 241,
    subject: "safety",
    question: "종단선형과 교통사고와의 관계 중 종단경사가 커짐에 따라 사고율은 어떻게 나타나는가?",
    choices: [
        "평지에서의 사고율이 내리막에서보다 높게 나타난다.",
        "오르막길에서의 사고율이 평지에서보다 높게 나타난다.",
        "내리막길에서의 사고율이 평지와 같이 나타난다.",
        "내리막길에서의 사고율이 오르막길에서보다 높게 나타난다."],
    answer: 3
  },
  {
    id: 242,
    subject: "safety",
    question: "차로를 구분하기 위해 설치한 것으로 맞는 것은?",
    choices: [
        "자전거도로",
        "길어깨",
        "차선",
        "주차대"],
    answer: 2
  },
  {
    id: 243,
    subject: "safety",
    question: "포장된 길어깨(갓길)의 장점으로 맞지 않는 것은?",
    choices: [
        "차도 끝의 처짐이나 이탈을 방지한다.",
        "물의 흐름으로 인한 노면 패임을 방지한다.",
        "승용자동차의 주행을 원할하게 한다.",
        "보도가 없는 도로에서는 보행의 편의를 제공한다."],
    answer: 2
  },
  {
    id: 244,
    subject: "safety",
    question: "길어깨와 관련 없는 것은?",
    choices: [
        "갓길이라고도 한다.",
        "비상시 이용을 위해 설치한다.",
        "도로 보호를 위해 설치한다.",
        "차와 분리하여 설치한다."],
    answer: 3
  },
  {
    id: 245,
    subject: "safety",
    question: "교량과 교통사고이 관계에 대한 설명 중 맞지 않는 것은?",
    choices: [
        "교량의 폭, 교량 접근도로이 형태 등이 교통사고와 밀접한 관계가 있다.",
        "교량 접근도로의 폭에 비해 교량의 폭이 좁으면 사고위험이 감소한다.",
        "교량 접근도로의 폭과 교량의 폭이 같을 때에는 사고 위험이 감소한다.",
        "교량 접근도로의 폭과 교량의 폭이 서로 다른 경우에도 교통통제설비를 설치하면 운전자의 경각심을 불러일으켜 사고 감소효과가 발생할 수 있다."],
    answer: 1
  },
  {
    id: 246,
    subject: "safety",
    question: "회전교차로의 장점이 아닌 것은?",
    choices: [
        "교차로가 유지비용이 적게 든다.",
        "교통량을 줄일 수 있다.",
        "교통사고를 줄일 수 있다.",
        "도로미관 향상을 가대할 수 있다."],
    answer: 1
  },
  {
    id: 247,
    subject: "safety",
    question: "회전교차로의 일반적인 특징으로 적절하지 않은 것은?",
    choices: [
        "신호교차로에 비해 유지관리 비용이 적게 든다.",
        "인접 도로 및 지역에 대한 접근성을 높여 준다.",
        "자체시간이 감소되어 연료 소모와 배기가스를 줄일 수 있다.",
        "사고빈도가 높아 교통안전 수준을 저하시킨다."],
    answer: 3
  },
  {
    id: 248,
    subject: "safety",
    question: "회전교차로 진입 방법으로 맞지 않는 것은?",
    choices: [
        "회전교차로에 진입할 때에는 충분히 속도를 높인 후 진입한다.",
        "회전교차로에 진입하는 자동차는 회전 중인 자동차에게 양보한다.",
        "회전차로 내부에서 주행 중인 자동차를 방해할 우려가 있을 때에는 진입하지 않는다.",
        "회전차로 내에 여유공간이 있을 때까지 양보선에서 대기한다."],
    answer: 0
  },
  {
    id: 249,
    subject: "law",
    question: "주간 또는 야간에 운전자의 시선을 유도하기 위해 설치된 시선유도시설 중 표지병은 다음 주 어느것인가?",
    choices: [
      { image: "/images/249safety1.png" },
      { image: "/images/249safety2.png" },
      { image: "/images/249safety3.png" },
      { image: "/images/249safety4.png" }
    ],
    answer: 3
  },
  {
    id: 250,
    subject: "safety",
    question: "주간 또는 야간에 운전자의 시선을 유도하기 위해 설치된 안전시설이 아닌 것은?",
    choices: [
        "신호등",
        "갈매기 표지",
        "시선 유도 표지",
        "표지병"],
    answer: 0
  },
  {
    id: 251,
    subject: "safety",
    question: "주행 차로를 벗어난 차량이 도로상의 구조물 등과 충돌하기 전에 자동차의 충격 에너지를 흡수하여 정지하도록 하는 시설로 주로 교각이나 교대, 지하차도의 기둥 등에 설치하는 시설은 무엇인가?",
    choices: [
        "긴급제동시설",
        "방호울타리",
        "충격흡수시설",
        "과속방지시설"],
    answer: 2
  },
  {
    id: 252,
    subject: "safety",
    question: "충격흡수시설에 대한 설명으로 틀린 것은?",
    choices: [
        "도로상 구조물과 충돌하기 전 자동차 충격에너지 흡수",
        "본래 주행차로로 복귀",
        "충돌 예상 장소에 설치",
        "사람과의 직접적 충돌로 인한 사고피해 감소"],
    answer: 3
  },
  {
    id: 253,
    subject: "safety",
    question: "정차하려는 버스와 우회전하려는 자동차가 상충될 수 있는 단점이 있는 가로변버스정류소는?",
    choices: [
        "도로구간 외 정류소",
        "도로구간 내 정류소",
        "교차로 통과 전 정류소",
        "교차로 통과 후 정류소"],
    answer: 2
  },
  {
    id: 254,
    subject: "safety",
    question: "버스승객의 승·하차를 위하여 본선 차로에서 분리하여 설치한 띠 모양의 공간은?",
    choices: [
        "버스정류장",
        "버스정류소",
        "간이 버스정류장",
        "간이 휴게소"],
    answer: 0
  },
  {
    id: 255,
    subject: "safety",
    question: "비상주차대가 설치된 장소가 아닌 것은?",
    choices: [
        "고속도로에서 길어깨(갓길) 푹이 2.5m 미만으로 설치되는 경우",
        "길어깨(갓길)을 축소하여 건설되는 긴 교량의 경우",
        "긴 터널의 경우",
        "오르막도로의 커브가 심한 경우"],
    answer: 3
  },
  {
    id: 256,
    subject: "safety",
    question: "규모에 따른 휴게시설의 종류로 볼 수 없는 것은?",
    choices: [
        "고속도로 휴게소",
        "간이휴게소",
        "화물차 전용휴게소",
        "일반휴게소"],
    answer: 0
  },
  {
    id: 257,
    subject: "safety",
    question: "인지, 판단의 기술 중 운전에 있어 중요한 정보의 90% 이상을 담당하는 감각기관은?",
    choices: [
        "시각",
        "청각",
        "후각",
        "촉각"],
    answer: 0
  },
  {
    id: 258,
    subject: "safety",
    question: "안전운전을 위한 효율적인 정보처리 과정의 순서로 맞게 나열된 것은?",
    choices: [
        "예측-판단-확인-실행",
        "예측-확인-판단-실행",
        "확인-예측-판단-실행",
        "확인-판단-예측-실행"],
    answer: 2
  },
  {
    id: 259,
    subject: "safety",
    question: "인지, 판단의 기술 중 확인방법으로 틀린 것은?",
    choices: [
        "주행차로를 중심으로 전방의 먼 곳을 실핀다.",
        "후사경과 사이드미러를 주기적으로 살펴 좌우와 뒤에서 접근하는 차량들의 상태를 파악한다.",
        "도로 전방의 한 곳에 시선을 고정하여 교통상황을 파악한다.",
        "가까운 곳은 좌우로 번갈아 보면서 도로 주변 상황을 탐색한다."],
    answer: 2
  },
  {
    id: 260,
    subject: "safety",
    question: "목적지를 찾느라 전방을 주시하지 못해 보행자와 충돌했다면 다음 중 무엇과 관련이 있는가?",
    choices: [
        "주의의 정착",
        "주의의 분산",
        "주의의 고착",
        "주의의 분할"],
    answer: 2
  },
  {
    id: 261,
    subject: "safety",
    question: "위험에 대한 신중한 운전자(위험 회피자)는 운전자의 행동특성에 따라 예측회피 반응집단과 지연회피반응집단으로 구분이 가능하다. 이 중 예측회피반응집단의 행동특성으로 맞지 않는 것은?",
    choices: [
        "사전 적응력",
        "위험에 대한 저속 접근",
        "위험에 대한 감내성",
        "인지적 접근"],
    answer: 3
  },
  {
    id: 262,
    subject: "safety",
    question: "시야 고정이 많은 운전자의 특성이라 볼 수 없는 것은?",
    choices: [
        "위험에 대응하기 위해 경적이나 전조등을 지나치게 자주 사용한다.",
        "더러운 창이나 안개에 개의치 않는다.",
        "거울이 더럽거나 방향이 맞지 않는데도 개의치 않는다.",
        "정지선 등에서 정차 후 다시 출발할 때 좌우를 확인하지 않는다."],
    answer: 0
  },
  {
    id: 263,
    subject: "safety",
    question: "회전을 하거나 차로를 변경할 경우에 가장 우선적으로 고려해야 할 운전기술은?",
    choices: [
        "눈을 계속해서 움직인다.",
        "전방 가까운 곳을 잘 살핀다.",
        "차가 빠져나갈 공간을 확보한다.",
        "다른 사람이 나를 볼 수 있게 한다."],
    answer: 3
  },
  {
    id: 264,
    subject: "safety",
    question: "뒷 차가 바짝 붙어서 주행하는 상황을 피할 수 있는 방법으로 옳지 않은 것은?",
    choices: [
        "가능하면 차로를 변경하지 않고 직진한다.",
        "가능하면 속도를 약간 내서 뒷 차와의 거리를 늘린다.",
        "정지할 공간을 확보할 수 있게 점전적으로 속도를 줄여서 뒷 차가 추월할 수 있게 만든다.",
        "브레이크 페달을 가볍게 밟아서 제동등이 들어오게 하여 속도를 줄이려는 의도를 뒤차가 알 수 있게 한다."],
    answer: 0
  },
  {
    id: 265,
    subject: "safety",
    question: "다음 중 안전운전의 5가지 기본기술과 관계가 없는 것은?",
    choices: [
        "눈을 계속해서 움직인다.",
        "다른 사람들이 자신을 볼 수 있게 한다.",
        "전방 가까운 곳을 잘 살핀다.",
        "차가 빠져나갈 공간을 확보한다."],
    answer: 2
  },
  {
    id: 266,
    subject: "safety",
    question: "방어운전에 대한 설명으로 옳지 않은 것은?",
    choices: [
        "사고유형 패턴의 실수를 예방하기 위한 방법이다.",
        "신호를 예측하여 관성으로 차량을 정지시켜 방해하는 방법을 말한다.",
        "사람들의 행동을 예상하고 적절한 시기에 차량의 속도와 위치를 바꾸는 운전을 말한다.",
        "다른 차량을 위험한 상황으로부터 보호해주는 운전기술을 의미한다."],
    answer: 1
  },
  {
    id: 267,
    subject: "safety",
    question: "비상주차대가 설치되는 장소가 아닌 것은?",
    choices: [
        "고속도로에서 길어깨(갓길) 폭이 2.5m 미만으로 설치되는 경우",
        "길어깨(갓길)를 축소하여 건설되는 긴 교량의 경우",
        "긴 터널의 경우",
        "오르막도로의 커브가 심한 경우"],
    answer: 3
  },
  {
    id: 268,
    subject: "safety",
    question: "다음 중 눈, 비 올 때의 미끄러짐 사고를 예방하기 위한 운전법이 아닌 것은?",
    choices: [
        "다른 차량 주변으로 가깝게 다가가지 않는다.",
        "제동이 제대로 되는지를 수시로 살펴본다.",
        "제동상태가 나쁠 경우 도로 조건에 맞게 속도를 낮춘다.",
        "앞차와의 거리를 좁혀 앞차의 궤적을 따라간다."],
    answer: 3
  },
  {
    id: 269,
    subject: "safety",
    question: "브레이크와 타이어 등 차량 결함 사고 발생 시 대처방법으로 옳지 않은 것은?",
    choices: [
        "차의 앞바퀴가 터지는 경우 핸들을 단단하게 잡아 차가 한 쪽으로 쏠리는 것을 막고, 의도한 방향을 유지한 다음 속도를 줄인다.",
        "앞바퀴의 바람이 빠져 차가 한쪽으로 미끄러지는 것을 느끼면 핸들 방향을 미끄러지는 반대방향으로 돌려주어 대처한다.",
        "앞·뒤 브레이크가 동시에 고장 시 브레이크 페달을 반복해서 빠르게 세게 밟으면서 주차 브레이크도 세게 당기고 기어도 저단으로 바꾼다.",
        "페이딩 현상이 일어나면 차를 멈추고 브레이크가 식을 때까지 기다린다."],
    answer: 1
  },
  {
    id: 270,
    subject: "safety",
    question: "방어운전은 운전자가 사고 당시애ㅔ 합리적으로 행동했다면 예방 가능했던 교통사고가 몇 % 이상이라는 것이 전제인가?",
    choices: [
        "70%",
        "80%",
        "90%",
        "100%"],
    answer: 2
  },
  {
    id: 271,
    subject: "safety",
    question: "시가지에서의 방어운전 중 시인성 다루기 방법으로 옳지 않은 것은?",
    choices: [
        "항상 예기치 못한 정지나 회전에 대한 마음의 준비를 한다.",
        "주의표지나 신호에 대해서도 감시를 늦추지 말아야 한다.",
        "빌딩이나 주차장 등의 입구나 출구 앞에서는 충돌 방지를 위해 신속히 통과한다.",
        "전방 차량 후미의 등화에 지속적으로 주의한다."],
    answer: 2
  },
  {
    id: 272,
    subject: "safety",
    question: "시가지 교차로에서의 방어운전 요령으로 바르게 설명한 것은?",
    choices: [
        "교차로에 접근하면서 먼저 오른쪽과 왼쪽을 살펴보면서 교차방향 차량을 관찰한다. 그 다음에는 다시 왼쪽을 살핀다.",
        "교차로에 접근하면서 먼저 왼쪽과 오른쪽을 살펴보면서 교차방향 차량을 관찰한다. 그 다음에는 다시 왼쪽을 살핀다.",
        "교차로에 접근하면서 전방신호기만을 확인한 후 주행방향으로 진행한다.",
        "교차로에 접근할 경우는 앞차의 주행상황을 맹목적으로 따라간다."],
    answer: 1
  },
  {
    id: 273,
    subject: "safety",
    question: "시가지 교차로에서의 방어운전 중 버스 회전 시 주변에 있는 물체와 접촉할 가능성이 높아지는 것은 버스의 어떤 특성 때문인가?",
    choices: [
        "내륜차가 승용차에 비해 크다.",
        "운전석에서 볼 수 없는 곳이 승용차에 비해 넓다.",
        "바퀴 크기가 승용차보다 크다.",
        "무게가 승용차에 비해 무겁다."],
    answer: 0
  },
  {
    id: 274,
    subject: "safety",
    question: "시가지 이면도로에서 위험하게 느껴지는 자동차나 자전거·보행자 등을 발견하였을 때의 방어운전 방법으로서 부적절한 것은?",
    choices: [
        "그 움직임을 주시하면서 운행한다.",
        "상대에게 경음기나 전조등 등으로 주의를 주면서 운행한다.",
        "자전거나 이륜차의 갑작스러운 회전 등에 대비한다.",
        "주·정차된 차량이 출발하려고 할 때에는 감속하여 안전거리를 확보한다."],
    answer: 1
  },
  {
    id: 275,
    subject: "safety",
    question: "어린이보호구역이 있는 시가지 이면도로에서의 방어운전 방법으로서 가장 적절하지 않은 것은?",
    choices: [
        "시속 40km 정도로 주행한다.",
        "자동차나 어린이가 갑자기 출현할 수 있다는 생각을 가지고 운전한다.",
        "언제라도 곧 정지할 수 있는 마음의 준비를 갖춘다.",
        "위험한 대상물이 있는지 계속 살펴본다."],
    answer: 0
  },
  {
    id: 276,
    subject: "safety",
    question: "지방도에서 사고예방을 위한 운전방법으로 적절하지 않은 것은?",
    choices: [
        "천천히 움직이는 차는 바로 앞지르기를 시행한다.",
        "교통신호등이 없는 교차로에서는 언제든지 감속 또는 정지 준비를 한다.",
        "낯선 도로를 운전할 때는 미리 갈 노선을 계획한다.",
        "동물이 주행로를 가로질러 건너갈 때는 속도를 줄인다."],
    answer: 0
  },
  {
    id: 277,
    subject: "safety",
    question: "지방도에서의 시인성 확보를 위해 문제를 야기할 수 있는 전방 몇 초의 상황을 확인하는 것이 좋은가?",
    choices: [
        "1~4초",
        "5~8초",
        "9~11초",
        "12~15초"],
    answer: 3
  },
  {
    id: 278,
    subject: "safety",
    question: "회전 시, 앞지르기를 할 때 등에 신호를 하는 것은 어떤 전략에 속하는가?",
    choices: [
        "시간을 다루는 전략",
        "공간을 다루는 전략",
        "시인성을 다루는 전략",
        "운전조작 전략"],
    answer: 2
  },
  {
    id: 279,
    subject: "safety",
    question: "커브길 주행 시 방어운전 방법으로 바르지 않은 것은?",
    choices: [
        "급커브길에서 앞지르기 금지표지가 없을 경우에는 안전상황에 대한 확인 없이 앞지르기 한다.",
        "경음기, 전조등을 사용하여 내 차의 존재를 반대 차로 운전자에게 알린다.",
        "겨울철 커브길에서는 사전에 충분히 감속한다.",
        "진입 전 감속된 속도에 맞는 기어로 변속한다."],
    answer: 0
  },
  {
    id: 280,
    subject: "safety",
    question: "오르막길에서의 안전운전 및 방어운전의 방법으로 부적절한 것은?",
    choices: [
        "오르막길에서 부득이하게 앞지리기 할 때에는 가급적 고단 기어를 사용하는 것이 안전하다.",
        "정차해 있을 때에는 가급적 풋브레이크와 핸드브레이크를 동시에 사용한다.",
        "오르막길의 정상 부근은 시야가 제한되므로 서행하여 위험에 대비한다.",
        "정지할 때에는 앞차가 뒤로 밀려 충돌할 가능성이 있으므로 충분한 차간거리를 유지한다."],
    answer: 0
  },
  {
    id: 281,
    subject: "safety",
    question: "고속도로에서의 방어운전 방법으로 옳지 않은 것은?",
    choices: [
        "차로를 변경하기 위해서는 핸들을 점진적으로 튼다.",
        "여러 차로를 가로지를 필요가 있는 경우에도 한 번에 한 차로씩 옮겨간다.",
        "고속으로 주행하기 때문에 차로 변경 시 신호하지 않아도 된다.",
        "교량, 터널 등 차로가 줄어드는 곳에서는 속도를 줄이고 주의하여 진입한다."],
    answer: 2
  },
  {
    id: 282,
    subject: "safety",
    question: "고속도로에서의 시인성, 시간, 공간의 관리 중 공간을 관리하는 운전 전략으로 부적절한 것은?",
    choices: [
        "앞지르기를 마무리할 때 앞지르기 한 차량의 앞으로 너무 일찍 진입하지 않도록 한다.",
        "뒤로 바짝 붙는 차량이 있으면 안전을 확인하고 다른 차로로 변경하여 먼저 갈 수 있도록 양보한다.",
        "도로의 차로수가 갑자기 줄어드는 곳을 특히 주의한다.",
        "주행 시 내 차량의 앞으로 진입하려는 차량이 있을 때에는 전조등 등을 이용하여 경고한다."],
    answer: 3
  },
  {
    id: 283,
    subject: "safety",
    question: "진입차선을 통해 고속도로로 들어갈 때 방어운전을 위해 유지해야 할 최소한의 시간간격은?",
    choices: [
        "10초",
        "8초",
        "4초",
        "2초"],
    answer: 2
  },
  {
    id: 284,
    subject: "safety",
    question: "고속도로 진입부에서의 안전운전을 위한 주의사항으로 거리가 먼 것은?",
    choices: [
        "본선 진입의도를 다른 차량에게 방향지시등으로 알린다.",
        "본선 차량의 교통흐름을 방해하지 않도록 한다.",
        "본선 진입 시기를 잘못 맞추면 교통사고가 발생할 수 있다.",
        "가속차로 끝부분에서 속도를 낮춘다."],
    answer: 3
  },
  {
    id: 285,
    subject: "safety",
    question: "앞지르기 순서와 방법상의 주의사항으로 부적절한 것은?",
    choices: [
        "좌측 및 우측 차로의 상황을 살피고 앞지르기가 쉬운 차로로 앞지르기를 시도한다.",
        "전방의 안전을 확인하는 동시에 후사경 등으로 진입할 차로의 전·후방을 확인한다.",
        "최고속도의 제한범위 내에서 가속하여 진로를 변경한다.",
        "앞지르기 당하는 차를 후사경으로 볼 수 있는 거리까지 주행하면 방향지시등을 켠 다음 진입한다."],
    answer: 0
  },
  {
    id: 286,
    subject: "safety",
    question: "앞차가 좌측으로 진로를 바꾸려고 하거나 다른 차를 앞지르려고 할 때 올바른 앞지르기 방법은?",
    choices: [
        "앞차가 앞지르기를 하고 있는 때에는 앞지르기를 시도하지 않는다.",
        "다차로에서 앞차가 좌측으로 진로를 바꾸면 우측으로 진로를 변경해 앞지르기를 시도한다.",
        "앞차가 앞차를 앞지르려고 하는 경우 좌측의 공간이 있다면 같이 앞지르기를 시도한다.",
        "앞차가 앞지르기를 시작해서 앞지르기 당하는 차를 지나칠 때 쯤 앞지르기를 시도한다."],
    answer: 0
  },
  {
    id: 287,
    subject: "safety",
    question: "다른 차가 자신의 차를 앞지르기할 때의 방어운전에 대한 설명으로 부적절한 것은?",
    choices: [
        "앞지르기를 시도하는 차가 원활하게 주행차로로 진입할 수 있도록 속도를 줄여준다.",
        "앞지르기 금지장소 등에서도 앞지르기를 시도하는 차가 있다는 사실을 염두해 두고 주행한다.",
        "앞지르기 금지장소에서 후속차량이 앞지르기를 시도할 경우 안전을 위해 앞차량과의 간격을 좁혀 시도를 막는다.",
        "앞지르기를 시도하는 차가 안전하고 신속하게 앞지르기를 완료할 수 있도록 한다."],
    answer: 2
  },
  {
    id: 288,
    subject: "safety",
    question: "야간의 안전운전을 위해 기억해야 할 사항과 거리가 먼 것은?",
    choices: [
        "밤에 앞차의 바로 뒤를 따갈 때에는 전조등 불빛의 방향을 아래로 향하게 한다.",
        "자동차의 전조등 불빛이 강할 때는 선글라스를 착용하고 운전한다.",
        "흑색 등 어두운 색의 옷차람을 한 보행자의 확인에 세심한 주의를 기울여야 한다.",
        "자동차가 서로 마주보고 진행하는 경우에는 전조등 불빛의 방향을 아래로 향하게 한다."],
    answer: 1
  },
  {
    id: 289,
    subject: "safety",
    question: "보행자가 교차하는 챠량의 불빛 중간에 있게 되면 운전자가 순간적으로 보행자를 전혀 보지 못하는 현상을 말하는 것은?",
    choices: [
        "현혹현상",
        "증발현상",
        "명순응",
        "암순응"],
    answer: 1
  },
  {
    id: 290,
    subject: "safety",
    question: "야간에 안전운전을 위한 주의사항으로 거리가 먼 것은?",
    choices: [
        "어두운 색의 옷차림을 한 보행자의 확인에 더욱 세심한 주의를 기울인다.",
        "대향차의 전조등 불빛이 강할 때는 선글라스를 착용하고 운전한다.",
        "자동차가 서로 마주보고 진행하는 경우에는 전조등의 방향을 아래로 향하게 한다.",
        "밤에 앞차의 바로 뒤를 따라 갈 때에는 전조등 불빛방향으로 아래로 향하게 한다."],
    answer: 1
  },
  {
    id: 291,
    subject: "safety",
    question: "야간에 식별이 가장 곤란한 보행자는 어떤 옷을 입은 보행자인가?",
    choices: [
        "흰색 옷을 입은 보행자",
        "흑색 옷을 입은 보행자",
        "밝은색 옷을 입은 보행자",
        "불빛에 반사가 잘되는 소재의 옷을 입은 보행자"],
    answer: 1
  },
  {
    id: 292,
    subject: "safety",
    question: "경제운전의 효과와 거리가 먼 것은?",
    choices: [
        "교통소통 증진효과",
        "고장수리 및 유지관리작업 등 시간손실 감소효과",
        "공해배출 등 환경문제의 감소효과",
        "차량관리, 고장수리, 타이어 교체 등 비용 감소효과"],
    answer: 0
  },
  {
    id: 293,
    subject: "safety",
    question: "경제운전을 설명한 것 중 거리가 먼 것은?",
    choices: [
        "여러 가지 외적 조건에 따라 운전방식을 맞추어 연료 소모률 등을 낮추는 방식이다.",
        "공기압력이 낮은 타이어의 사용은 경제운전에 도움이 된다.",
        "공해배출을 최소화함과 동시에 안전의 목적도 달성하기 위한 운전방식이다.",
        "친환경 경제운전을 에코드라이빙이라고 부르기도 한다."],
    answer: 1
  },
  {
    id: 294,
    subject: "safety",
    question: "경제운전과 기어변속과의 관계를 적절히 설명한 것이 아닌 것은?",
    choices: [
        "엔진회전속도가 2,000~3,000 RPM 상태에서 고단기어 변속이 바람직하다.",
        "가능한 한 빨리 고단 기어로 변속하는 것이 좋다.",
        "반드시 저단 기어 상태에서 차를 멈춰야 한다.",
        "기어변속은 반드시 순차적으로 해야 하는 것은 아니다."],
    answer: 2
  },
  {
    id: 295,
    subject: "safety",
    question: "버스의 엔진 시동 및 출발에 대한 요령으로 부적절한 것은?",
    choices: [
        "엔진 시동을 걸 때는 적정 속도로 엔진을 회전시켜 적정한 오일 압력이 유지되도록한다.",
        "적정 공회전 시간은 여름의 경우 1~2분 정도가 적당하다.",
        "오일이 엔진의 다양한 윤활지점에 도달하여야 이상 없이 출발할 수 있다.",
        "오일 압력이 적정하게 되면 부드럽게 출발한다."],
    answer: 1
  },
  {
    id: 296,
    subject: "safety",
    question: "바동차를 출발시키고자 할 때 기본 운전수칙으로 적당하지 않은 것은?",
    choices: [
        "추자상태에서 출발할 때에는 차량의 사각지점을 고려하여 전후, 좌우의 전전을 직접 확인한다.",
        "시동을 걸 때에는 기어가 들어가 있는지를 확인한다.",
        "출발할 때에는 자동차 문을 완전히 닫은 상태에서 출발한다.",
        "출발 후 진로변경이 끝난 후에도 방향지시등을 지속적으로 유지시킨다."],
    answer: 3
  },
  {
    id: 297,
    subject: "safety",
    question: "정류소에서 출발할 때에 우선적으로 해야 하는 것은?",
    choices: [
        "기어변속을 한다.",
        "방향지시등을 작동한다.",
        "차문을 닫는다.",
        "가속을 한다."],
    answer: 2
  },
  {
    id: 298,
    subject: "safety",
    question: "안전한 주행을 위한 방법으로 적당하지 않은 것은?",
    choices: [
        "교통량이 많은곳에서는 후미추돌을 방지하기 위하여 감속 주행한다.",
        "곡선반경이 작은 도로에서는 감속하여 안전하게 통과한다.",
        "터널 등 조명조건이 불량한 곳에서는 최대한 가속하여 빨리 벗어난다.",
        "주행하는 차들과 제한속도를 넘지 않은 범위 내에서 속도를 맞추어 주행한다."],
    answer: 2
  },
  {
    id: 299,
    subject: "safety",
    question: "차량에 대한 점검이 필요한 때에 대한 설명 중 부적절한 것은?",
    choices: [
        "교통체증으로 인한 정체 시",
        "운행시작 전 또는 종류 후",
        "운행 중간 휴식시간",
        "운행 중에 차량의 이상이 발견된 경우"],
    answer: 0
  },
  {
    id: 300,
    subject: "safety",
    question: "여름철 주행 중 세차가 가장 중요한 상황은?",
    choices: [
        "고속도로 주행 후",
        "시외도로 주행 후",
        "시내도로 주행 후",
        "해안도로 주행 후"],
    answer: 3
  },
  {
    id: 301,
    subject: "safety",
    question: "와이버 작동상태의 점검방법으로 거리가 먼 것은?",
    choices: [
        "와이퍼가 정상적으로 작동하는지를 확인한다.",
        "유리면과 접촉하는 와이퍼 블레이드가 닳지 않았는지를 점검한다.",
        "노즐의 분출구가 막히자 않았는지, 노즐의 분사 각도는 양호한지를 점검한다.",
        "냉각수가 충분한지 점검한다."],
    answer: 3
  },
  {
    id: 302,
    subject: "safety",
    question: "여름철 차량 내부의 습기 제거에 대한 설명으로 적합하지 않은 것은?",
    choices: [
        "차량 내부에 습기가 있는 경우에는 차체의 부식이나 악취발생을 방지하기 위하여 습기를 제거하여야 한다.",
        "폭우 등으로 물에 잠긴 차량은 배선의 수분을 제거하지 않은 상태에서 시동을 걸면 전기장치의 퓨즈가 단선될 수 있다.",
        "폭우 등으로 물에 잠긴 차량은 우선적으로 습기를 제거해야 한다.",
        "습기를 제거할 때에는 배터리를 연결한 상태에서 실시한다."],
    answer: 3
  },
  {
    id: 303,
    subject: "safety",
    question: "여름철 교통사고 위험요인으로 거리가 먼 것은?",
    choices: [
        "불쾌지수",
        "수면부족",
        "열대야 현상",
        "춘곤증"],
    answer: 3
  },
  {
    id: 304,
    subject: "safety",
    question: "겨울철 교통사고 위험요인에 대한 설명으로 가장 적절하지 않은 것은?",
    choices: [
        "적은 양의 눈이 내려도 바로 빙판길이 될 수 있기 때문에 자동차 간의 충돌, 추돌 또는 도로 이탈 등의 사고가 발생할 수 있다.",
        "먼 거리에서는 도로의 노면이 평탄하고 안전해 보이지만 실제로는 빙판길인 구간이나 지점을 접할 수 있다.",
        "보행자의 경우 안전한 보행을 위하여 보행자가 확인하고 통행하여야 할 사항에 대한 집중력이 강화되어 사고위험이 감소하는 계절이다.",
        "한 해를 마무리하는 시기로 사람들의 마음이 바쁘고 들뜨기 쉬운 계절이다."],
    answer: 2
  },
];