// src/data/safety.js
export const safetyQuestions = [
  {
    id: 201,
    subject: "safety",
    question: "교통사고 요인의 가설적 연쇄과정 중 인간요인에 의한 연쇄과정과 거리가 먼 것은?",
    choices: [
        "출근이 늦어졌다.",
        "과속으로 운전을 한다.",
        "초조하게 운전을 한다.",
        "비가 오고 있다."],
    answer: 3
  },
  {id: 202,
    subject: "safety",
    question: "교통사고의 구성요인에 포함되지 않는 것은?",
    choices: [
        "인간",
        "도로환경",
        "차량",
        "경제"],
    answer: 3
  },
  {
    id: 203,
    subject: "safety",
    question: "교통사고요인의 복합적 연쇄과정 중 환경요인에 의한 연쇄과정에 속하는 것은?",
    choices: [
        "초조하게 운전을 한다.",
        "과속으로 운전을 한다.",
        "브레이크 제동력의 약화",
        "도로의 마찰계수의 저하"],
    answer: 3
  },
  {
    id: 204,
    subject: "safety",
    question: "교통사고요인의 복합적 연쇄과정 중 환경요인에 의한 연쇄과정에 속하는 것은?",
    choices: [
        "초조하게 운전을 한다.",
        "과속으로 운전을 한다.",
        "브레이크 제동력의 약화",
        "도로의 마찰계수의 저하"],
    answer: 3
  },
  {
    id: 205,
    subject: "safety",
    question: "교차로 신호위반 사고요인과 관계가 먼 것은?",
    choices: [
        "조급함에 따른 급출발",
        "황색신호에 대한 자의적 해석",
        "녹색신호에 따른 교차로 진입",
        "신호 변경시 무리한 진입"],
    answer: 2
  },
  {
    id: 206,
    subject: "safety",
    question: "도로 노면에 대한 관찰 및 주의의 결여와 가장 관계가 많은 교통사고 유형은?",
    choices: [
        "진로변경 중 접촉사고",
        "교차로 신호위반 사고",
        "눈, 빗길 미끄러짐 사고",
        "횡단 보행자 통과의 사고"],
    answer: 2
  },
  {
    id: 207,
    subject: "safety",
    question: "버스 운전자로서의 기본 자세 중 승용차와 차별되는버스의 운전특성과 거리가 먼 것은?",
    choices: [
        "주의의 부담이 크다.",
        "5km 정도의 주행경험만 되면 충분하다.",
        "승객의 안전을 책임진다.",
        "서비스 만족도를 높여야 한다."],
    answer: 1
  },
  {
    id: 208,
    subject: "safety",
    question: "운전 중의 위험사태 판단과 관련된 능력은 개인차가 있지만 대채로 무엇과 밀접한 관계를 갖는가?",
    choices: [
        "지식 정도",
        "체력 정도",
        "운전경험",
        "최종학력"],
    answer: 2
  },
  {
    id: 209,
    subject: "safety",
    question: "초보운전자가 인식하는 안전에 대한 설명과 거리가 먼 것은?",
    choices: [
        "주관적 안전을 객관적 안전보다 낮게 인식",
        "운전에 대한 자신감을 작게 되면 오히려 주관적 안전을 객관적 안전보다 크게 자각",
        "주관적 안전과 객관적 안전을 균형적으로 인식",
        "주관적 안전을 객관적 안전보다 높게 인식할 때 위험이 증가"],
    answer: 2
  },
  {
    id: 210,
    subject: "safety",
    question: "차의 운행 시 객관적 안전인식이 높은 사람은 어떤 사람인가?",
    choices: [
        "자기 운전능력을 과대 평가하는 사람",
        "자기 운전능력을 과소 평가하는 사람",
        "위험사태를 과대 쳥가하는 사람",
        "실제의 위험을 그대로 평가하는 사람"],
    answer: 3
  },
  {
    id: 211,
    subject: "safety",
    question: "운전가가 운전 중 눈을 통해 얻는 운전 관련 정보의 비율은 어느 정도나 되는가?",
    choices: [
        "100%",
        "90%",
        "80%",
        "70%"],
    answer: 1
  },
  {
    id: 212,
    subject: "safety",
    question: "도로교통법령상 제1종 운전면허의 시력 기준은?",
    choices: [
        "두 눈을 동시에 뜨고 잰 시력이 0.6 이상",
        "두 눈을 동시에 뜨고 잰 시력이 0.8 이상",
        "양쪽 눈의 시력이 각각 0.6 이상",
        "양쪽 눈의 시력이 각각 0.8 이상"],
    answer: 1
  },
  {
    id: 213,
    subject: "safety",
    question: "일정 거리에서 일정한 시표를 보고 모양을 확인할 수 있는지를 가지고 층정하는 시력을 무엇이라 하는가?",
    choices: [
        "정지시력",
        "동체시력",
        "정체시력",
        "미간시력"],
    answer: 0
  },
  {
    id: 214,
    subject: "safety",
    question: "운전 피료를 푸는 법으로 부적절한 것은?",
    choices: [
        "차 안은 약던 더운 상태로 유지한다.",
        "햇빛이 강하 때는 선글라스를 쓴다.",
        "정기적으로 차를 세우고 차에서 나와 가벼운 체조를 한다.",
        "차 안에는 항상 신선한 공기가 충분히 유입되도록 한다."],
    answer: 0
  },
  {
    id: 215,
    subject: "safety",
    question: "과로한 상태에서 교통표지를 못 보거나 보행자를 알아보지 못하는 것과 관계있는 것은?",
    choices: [
        "판단력 저하",
        "주의력 저하",
        "지구력 저하",
        "감정조절능력 저하"],
    answer: 1
  },
  {
    id: 216,
    subject: "safety",
    question: "혈중알코올 농도에 영향을 미치는 것이 아닌 것은?",
    choices: [
        "음주량",
        "사람의 체중",
        "사람의 모발 상태",
        "위내 음식물의 종류"],
    answer: 2
  },
  {
    id: 217,
    subject: "safety",
    question: "환각제에 대한 설명 중 맞지 않는 것은?",
    choices: [
        "환각제는 고혈압 치료제로 쓰이며, 일반인이 매입. 복용할 수 있는 약물이다.",
        "환각제는 인간의 시각을 포함한 제반 감각기관과 인지능력, 사고기능을 변화 시킨다.",
        "환각제에 따라서는 인간의 방향감각과 거리, 그리고 시간에 대한 감각을 왜곡시키기도 한다.",
        "복용한 사람은 존재하지도 않는 대상을 보고, 듣고, 느끼며 심지어 냄새를 맡기도 한다."],
    answer: 0
  },
  {
    id: 218,
    subject: "safety",
    question: "횡단보도 부근으로 보행자가 횡단하고 있을 때 가장 올바른 운전 방법은?",
    choices: [
        "횡단보도가 아니므로 경음기 등으로 주의를 주며 통과한다.",
        "횡단 보행자를 피해 빠르게 통과한다.",
        "보행자가 횡단 중이므로 서행으로 통과한다.",
        "보행자가 통행을 방해하지 않도록 일시정지했다가 통과한다."],
    answer: 3
  },
  {
    id: 219,
    subject: "safety",
    question: "운전자에게 보행자와의 사고를 피하는 데 대한 특별한 주의 의무를 부과하는 이유중 부적절한 것은?",
    choices: [
        "대부분의 보행자들은 차가 정지하는데 필요한 거리를 잘 알고 있다.",
        "어린이나 노인은 별다른 주의도 없이 도로로 뛰어든다.",
        "어린이는 가장 예측 불가능한 보행자이다.",
        "어린이는 키가 작아서 발견하기도 힘들다."],
    answer: 0
  },
  {
    id: 220,
    subject: "safety",
    question: "대형 차량과 일정한 공간적 거리를 두어야 하는 이유는?",
    choices: [
        "정기거리가 상대적으로 짧다.",
        "점유공간이 상대적으로 많다.",
        "전. 후방의 시야를 제약한다.",
        "대형차는 갑자가 정지하기가 어렵다."],
    answer: 2
  },
  {
    id: 221,
    subject: "safety",
    question: "대형자동차의 특성이라 볼 수 없는 것은?",
    choices: [
        "운전자들이 볼 수 없는 곳(사각)이 적다.",
        "정지하는 데 더 많은 시간이 걸린다.",
        "움직이는 데 점유하는 공간이 많다.",
        "다른 차를 앞지르는 데 걸리는 시간이 더 길다."],
    answer: 0
  },
  {
    id: 222,
    subject: "safety",
    question: "차가 커브를 돌 때 주행하던 차로나 도로를 벗어나려는 힘을 무엇이라고 하는가?",
    choices: [
        "원심력",
        "구심력",
        "마찰력",
        "접지력"],
    answer: 0
  },
  {
    id: 223,
    subject: "safety",
    question: "비가 자주 오거나 습지가 높은 날 브레이크 드럼에 미세한 녹이 발생하고 마찰계수가 높아져 평소보다 브레이크가 지나치게 에민하게 작동한는 현상은?",
    choices: [
        "모닝 록(Morning Lock) 현상",
        "베이퍼 록(Vapor Lock) 현상",
        "수막(Hydroplaning) 현상",
        "스탠딩웨이브(Standing Wave) 현상"],
    answer: 0
  },
  {
    id: 224,
    subject: "safety",
    question: "차량의 핸들을 돌렸을 때 앞바퀴의 안족 궤적과 뒷바퀴의 안쪽 궤적 간의 차이를 무엇이라 하는가?",
    choices: [
        "축거",
        "윤거",
        "회전각",
        "내륜차"],
    answer: 3
  },
  {
    id: 225,
    subject: "safety",
    question: "타이어의 마모를 촉진하는 환경이라고 할 수 없는 것은?",
    choices: [
        "잦은 커브길 운행",
        "잦은 제동",
        "저속 주행",
        "기온이 높은 여름철 주행"],
    answer: 2
  },
  {
    id: 226,
    subject: "safety",
    question: "운전가가 제동을 시작하여 자동차가 완전히 정지할 때까지 진행한 시간을 무엇이라 하는가?",
    choices: [
        "제동시간",
        "정지시간",
        "공주시간",
        "정차거리"],
    answer: 0
  },
  {
    id: 227,
    subject: "safety",
    question: "정지거리에 영향을 미치는 요인 중 운전자 요인이 아닌 것은?",
    choices: [
        "인지반응속도",
        "브레이크의 성능",
        "피로도",
        "신체적 특성"],
    answer: 1
  },
  {
    id: 228,
    subject: "safety",
    question: "다음 중 옳은 것은?",
    choices: [
        "안전거리=정지거리+제동거리",
        "공주거리=정지거리+제동거리",
        "제동거리=안전거리+공주거리",
        "정지거리=공죽리+제동거리"],
    answer: 3
  },
  {
    id: 229,
    subject: "safety",
    question: "2차로 앞지그리 금지구간에서 자동차의 원활한 교통을 도모하고, 도로 안전성을 제고하기 위해 길어깨(갓길) 쪽으로 설치하는 저속 자동차의 주행차로를 무엇이라 하는가?",
    choices: [
        "회전차로",
        "양보차로",
        "앞지르기차로",
        "가변차로"],
    answer: 1
  },
  {
    id: 230,
    subject: "safety",
    question: "자동차의 가속 및 감속을 위해 설치하는 차로로 교차로, 인터체인지 등에 주로 설치하는 차로는?",
    choices: [
        "축대",
        "중앙차로",
        "오르막차로",
        "변속차로"],
    answer: 3
  },
];