// src/data/service.js
export const serviceQuestions = [
  {
    id: 305,
    subject: "service",
    question: "올바른 서비스 제공을 위한 요소가 아닌 것은?",
    choices: [
        "밝은 표정",
        "단정한 용모와 복장",
        "공손한 인사",
        "퉁명스런 말투"],
    answer: 3
  },
  {
    id: 306,
    subject: "service",
    question: "올바른 고색서비스 제공을 위한 기본요소가 아닌 것은?",
    choices: [
        "따뜻한 응대",
        "과묵한 표정",
        "단정한 용모 및 복장",
        "공손한 인사"],
    answer: 1
  },
  {
    id: 307,
    subject: "service",
    question: "고객서비스의 특징 중 무형성에 대한 설명으로 바르지 못한 것은?",
    choices: [
        "서비스를 측정하기는 어렵지만 누구나 느낄 수 있다.",
        "서비스는 공급자에 의해 제공됨과 동시에 승객에 의해 소비된다.",
        "버스 승차를 경험한 이후 서비스에 대한 질적 수준을 인지할 수 있다.",
        "운송서비스 수준은 버스의 운행횟수, 운행시간, 차종, 목적지 도착시간 등의 영향을 받을 수 있다."],
    answer: 1
  },
  {
    id: 308,
    subject: "service",
    question: "승객만존의 개념 및 중요성에 대한 설명으로 옳지 않은 것은?",
    choices: [
        "승객만족이란 승객의 기대에 부응하는 양질의 서비슬르 제공하여 승객이 만족감을 느끼게 하는 것이다.",
        "지속적인 서비스 교육 시행 등 승객을 만족시키기 위한 분위기 조성을 경영자의 몫이다.",
        "실제로 승객을 상대하고 승객을 만족시키는 사람은 승객과 접촉하는 최실선의 운전자이다.",
        "승객이 느끼는 일부 운전자에 대한 불만족은 회사 전체 평가에는 크게 영향을 미치지 않는다."],
    answer: 3
  },
  {
    id: 309,
    subject: "service",
    question: "다음 중 일반적인 승객의 요구와 거리가 먼 것은?",
    choices: [
        "편안해지고 싶어한다.",
        "관심을 받고 싶어한다.",
        "독특한 사람으로 인식되고 싶어한다.",
        "기대와 욕구를 수용하고 인정받고 싶어한다."],
    answer: 2
  },
  {
    id: 310,
    subject: "service",
    question: "승객만족을 위한 기본예절에 대한 설명한 것으로 맞지 않는 것은?",
    choices: [
        "변함없는 진실한 마음으로 승객을 대한다.",
        "승객의 입장을 이해하고 존중한다.",
        "승객의 여건, 능력, 개인차를 인정하고 배려한다.",
        "승객의 결점이 발견되면 바로 지적한다."],
    answer: 3
  },
  {
    id: 311,
    subject: "service",
    question: "승객만족을 위한 기본예절이라 볼 수 없는 것은?",
    choices: [
        "승객의 입장을 이해하고 존중하는 것",
        "인간관계에서 지켜야 할 도리",
        "승객의 결점을 지적하는 행위",
        "진실된 마음으로 승객을 대하는 것"],
    answer: 2
  },
  {
    id: 312,
    subject: "service",
    question: "승객을 위해서는 이미지 관리도 매우 중요하다. 이에 대한 설명으로 적절하지 않는 것은?",
    choices: [
        "이미지란 개인의 사고방식, 생김새, 태도 등에 대한 상대방이 갖는 느낌이다.",
        "의도적으로 긍정적인 이미지를 만들어야 한다.",
        "개인의 이미지는 본인에 의해 결정되는 것이다.",
        "이미지는 상대방이 보고 느낀 것에 의해 결정된다."],
    answer: 2
  },
  {
    id: 313,
    subject: "service",
    question: "승객에게 불쾌감을 주는 몸가짐과 거리가 먼 것은?",
    choices: [
        "품위 있는 자세",
        "지저분한 손톱",
        "정리되지 않느 덥수룩한 수염",
        "잠잔 흔적이 남아 있는 머릿결"],
    answer: 0
  },
  {
    id: 314,
    subject: "service",
    question: "승객와의 대화 시 주의사항으로 옳지 않은 것은?",
    choices: [
        "도전적으로 말하는 태도나 버릇은 조심한다.",
        "감정을 충분히 표현해 언성을 높인다.",
        "일부분을 보고 전체를 속단하여 말하지 않는다.",
        "상대방의 말을 도중에 분별없이 차단하지 않는다."],
    answer: 1
  },
  {
    id: 315,
    subject: "service",
    question: "다음 중 올바른 직업윤리는?",
    choices: [
        "직업생활의 최고 목포는 높은 지위에 올라가는 것이다.",
        "사회봉사보다 자아실현이 중요한다.",
        "자신의 직업에 긍지를 느끼며 그 일에 열과 성을 다한다.",
        "직업에 대한 차별의식을 지닌다."],
    answer: 2
  },
  {
    id: 316,
    subject: "service",
    question: "운송사업용 자동차의 운행기록계와 속도제한장치 관련 기준을 규정하고 있는 법규는?",
    choices: [
        "자동차 및 자동차부품의 성능과 기준에 관한 규칙",
        "교통 안전진단 지침",
        "교통 안전관리 지침",
        "도로교통법 시행규칙"],
    answer: 0
  },
  {
    id: 317,
    subject: "service",
    question: "자동차의 장치 및 설비 등에 관한 준수사항 중에서 옳지 않은 것은?",
    choices: [
        "전세버스의 앞바퀴는 재생한 타이어를 사용해서는 안 된다.",
        "전세버스, 시외우등고속버스, 시외고속버스 및 시외직행버스의 앞바퀴의 타이어는 튜브리스 타이어를 사용해야 한다.",
        "노선버스의 차제에는 행선지를 표시할 수 있는 설비를 설치해야 한다.",
        "13세 미만의 어린이 통학을 위하여 학교 및 보육시설의 장과 운송계약을 체결하고 운행하는 전세버스의 경우에는 「교통안전법」에 따라 어린이통학버스의 신고를 하여야 한다."],
    answer: 3
  },
  {
    id: 318,
    subject: "service",
    question: "운수종사자의 준수사항이 아닌 것은?",
    choices: [
        "승객의 안전과 사고예방을 위해 차량의 안전설비와 등화장치 등의 이상 유무를 확인한다.",
        "어떠한 경우에도 운수종사자는 승객을 제지해서는 안 된다.",
        "사고로 운행을 중단할 때에는 사고 상황에 따라 적절한 조치를 취해야 한다.",
        "사고가 발생할 우려가 있다고 판단될 때에는 즉시 운행을 중단하고 적절한 조치를 취해야 한다."],
    answer: 1
  },
  {
    id: 319,
    subject: "service",
    question: "운수종사자의 준수사항 중 여객의 안전과 사고예방을 위하여 운행 전 사업용 자동차의 이상 유무를 확인해야 하는 사항은?",
    choices: [
        "불편사항 연락처 및 차고지 등을 적은 표지판",
        "운행계통도",
        "등화장치",
        "운행시간표"],
    answer: 2
  },
  {
    id: 320,
    subject: "service",
    question: "운수종사자는 운잔운행과 다른 승객의 편의를 위하여 어떤 행동에 대한 제지하고 필요한 사항을 안내해야 하는데, 다음 행위 중에서 제지할 수 없는 행위는?",
    choices: [
        "폭발성 물질, 인화성 물질 등의 우험물을 자동차 안으로 가지고 들어오는 행위",
        "전용 운반상자 없이 애완동물을 자동차 안으로 데리고 들어오는 행위",
        "자동차의 출입구를 막을 우려가 있는 물품을 자동차 안으로 가지고 들어오는 행위",
        "장애인 보조견을 자동차 안으로 데리고 들어오는 행위"],
    answer: 3
  },
  {
    id: 321,
    subject: "service",
    question: "운수종사자가 지켜야 할 준수사항으로 옳지 않은 것은?",
    choices: [
        "여객이 전용 운반 상자에 넣은 애완동물을 자동차 안으로 데리고 오는 경우 이를 제지하고 필요한 사항은 안내해야 한다.",
        "여객자동차 운수사업법 시행규칙에 따라 운송사업자가 지시하는 사항을 따라야 한다.",
        "관계 공무원으로부터 운전면허증 등의 자격증 제시 요구를 받으면 즉시 따라야 한다.",
        "여객자동차 운송사업에 사용되는 자동차 안에서 담배를 피워서는 안 된다."],
    answer: 0
  },
  {
    id: 322,
    subject: "service",
    question: "운전자의 인성과 습관이 운전예절에 미치는 요인에 관한 설명으로 옳지 않은 것은?",
    choices: [
        "습관은 무조건반사로 나타나므로 위험하다.",
        "올바른 운전습관은 다른 사람들에게 자신의 인격을 표한하는 하나의 방법이다.",
        "나쁜 운전습관이 몸에 배면 나중에 고치기 어렵게 되고, 이러한 잘못된 습관은 교통사고로 연결되기 쉽다.",
        "운전자는 각 개인이 지닌 사고, 태도, 인성의 영향을 받는다."],
    answer: 0
  },
  {
    id: 323,
    subject: "service",
    question: "다음 중 운전자가 지켜야 할 행동으로 적절하지 않은 것은?",
    choices: [
        "차로변경의 도움을 받았을 때에는 비상등을 2~3회 작동시켜 양보에 대한 고마움을 표현한다.",
        "보행자가 통행하고 있는 횡단보도 내로 차가 진입하지 않도록 정지선을 지킨다.",
        "야간운행 중 반대차로에서 오는 차가 있으면 전조등을 하향 등으로 조정하여 상대 운전자의 눈부심 현상을 방지한다.",
        "앞 신호에 따라 진행하고 있는 차가 있을 때에는 앞차가 가까이 붙어 신속히 진행한다."],
    answer: 3
  },
  {
    id: 324,
    subject: "service",
    question: "전조등의 올바른 사용에 해당되지 않는 것은?",
    choices: [
        "야간운전의 안전운행을 위하여 필요한 경우 상향등을 사용한다.",
        "반대차로에 차가 있으면 상대 운전자의 안전을 위하여 전조등을 변환빔(하향 등)으로 조정한다.",
        "반대차로 운전자의 눈부심 현상 방지를 위하여 변환빔(하향등)으로 조정한다.",
        "야간에 커브 길을 진입하기 전 반대차로의 차량 운행과 관계없이 상향등을 사용한다."],
    answer: 3
  },
  {
    id: 325,
    subject: "service",
    question: "운전자가 삼가야 하는 행동을 기술한 것 중에서 올바르지 않은 것은?",
    choices: [
        "신호등이 바뀌기 전에 빨리 출발하나고 전조등을 켰다 껏다를 하지 않는다.",
        "운행 중에 갑자기 끼어들지 않는다.",
        "필요 시 과속으로 운행하며 급브레이크를 밟는다.",
        "경음기 버튼을 작동시켜 다른 운전자가를 놀라게 하지 않는다."],
    answer: 2
  },
  {
    id: 326,
    subject: "service",
    question: "운전자가 취득한 운전면허로 운전할 수 있는 차종 이외의 차량은 운전을 금지하고 있다. 이와 같이 취득한 운전면허로 운전할 수 있는 차종을 규정해 놓은 법은?",
    choices: [
        "교통안전법",
        "자동차관리법",
        "여객자동차운수사업법",
        "도로교통법"],
    answer: 3
  },
  {
    id: 327,
    subject: "service",
    question: "다음 중 운전자의 주의사항으로 틀린 것은?",
    choices: [
        "사전승인 없이는 친구라도 승차시키는 행위는 금지한다.",
        "철길 건널목에서는 일시정지하고 정차도 금지한다.",
        "자동차전용도로, 급한 경사길 등에서는 주·정차를 금지한다.",
        "도로가 정체되어 있는 경우에는 운행노선을 임의로 변경하여 운행한다."],
    answer: 3
  },
  {
    id: 328,
    subject: "service",
    question: "운행 중 운전자의 주의사항으로 맞지 않은 것은?",
    choices: [
        "배차사항, 지시 및 전달사항 등을 확인한다.",
        "후속 차량이 추월하는 경우에는 감속운행한다.",
        "눈길, 빙판길은 체인이나 스노타이어를 장착한 후 안전운행 한다.",
        "후진할 때에는 유도요원을 배치하여 수신소에 따라 후진한다."],
    answer: 0
  },
  {
    id: 329,
    subject: "service",
    question: "운행 중 주의사항에 해당하지 않는 것은?",
    choices: [
        "내리막길에 풋 브레이크를 장시간 사용하지 않고 엔진 브레이크 사용",
        "차량이 추월하는 경우 감속 등 양보 운전",
        "후진 시 유도요원을 배치하여 수신호에 따라 안전하게 후진",
        "차량 없는 도로에서 신속한 승객수송을 위한 과속운전"],
    answer: 3
  },
  {
    id: 330,
    subject: "service",
    question: "버스준공영제의 유형 중 형태에 의한 분류에 해당하지 않는 것은?",
    choices: [
        "노선 공동관리형",
        "차고지 공동관리형",
        "수입금 공동관리형",
        "자동차 공동관리형"],
    answer: 1
  },
  {
    id: 331,
    subject: "service",
    question: "버스준공영제를 시행하는 목적에 부합되지 않는 것은?",
    choices: [
        "여객자동차 운송사업의 합병",
        "대중교통 이용 활성화",
        "수입금의 투명한 관리를 통한 시민 신뢰 확보",
        "버스에 대한 이미지 개선"],
    answer: 0
  },
  {
    id: 332,
    subject: "service",
    question: "운수사업자가 자율적으로 요금을 정하는 운송사업은?",
    choices: [
        "시내버스운송사업",
        "전세버스운송사업",
        "시외버스운송사업",
        "농어촌버스운송사업"],
    answer: 1
  },
  {
    id: 333,
    subject: "service",
    question: "다음 중 이용거리가 증가함에 따라 단위당 운임이 낮아지는 버스요금체계를 무엇이라 하는가?",
    choices: [
        "거리요금요율제",
        "거리비례제",
        "장거리체감제",
        "거리체증제"],
    answer: 2
  },
  {
    id: 334,
    subject: "service",
    question: "업종별 요금체계가 바르게 연결되지 않은 것은?",
    choices: [
        "고속버스 - 거리체감제",
        "전세버스 - 자율요금제",
        "특수여객 - 단일운임제",
        "농어촌버스 - 단일운임제"],
    answer: 2
  },
  {
    id: 335,
    subject: "service",
    question: "간선급행버스체계(BRT)의 도입효과로 거리가 먼 것은?",
    choices: [
        "환경오염 급감",
        "버스운행정보 실시간 제공",
        "교통사고 감소",
        "신속성 및 정시성 향상"],
    answer: 2
  },
  {
    id: 336,
    subject: "service",
    question: "다음 중 간선급행버스체계의 특성이 아닌 것은?",
    choices: [
        "효율적인 사전 요금징수 시스템 채택",
        "신속한 승·하차 가능",
        "정류장 금연구역 단속 및 안내",
        "중앙버스전용차로와 같은 분리된 버스전용차로 제공"],
    answer: 2
  },
  {
    id: 337,
    subject: "service",
    question: "간선급행버스체계(BRT)의 운영을 위한 구성요소가 아닌 것은?",
    choices: [
        "환승시스템",
        "운행관리시스템",
        "지능형 교통시스템",
        "단일요금체계"],
    answer: 3
  },
  {
    id: 338,
    subject: "service",
    question: "차내 장치를 설치한 버스와 종합사령실을 유무선 네트워크로 연결해 버스의 위치나 사고정보 등을 버스회사와 운수종사자에게 실시간으로 전송하는 시스템을 무엇이라 하는가?",
    choices: [
        "ITS(지능형 교통시스템)",
        "ATMS(첨단교통관리시스템)",
        "BMS(버스관리시스템)",
        "BIS(버스정보시스템)"],
    answer: 2
  },
  {
    id: 339,
    subject: "service",
    question: "버스와 정류장에 무선 송수신기를 설치하여 버스의 위치를 실시간으로 파악하고, 이를 이용해 이용자에게 실시간으로 버스운행정보를 제공하는 것은?",
    choices: [
        "교통카드시스템",
        "차량관리정보시스템(VMIS)",
        "지능형 교통시스템(ITS)",
        "버스정보시스템(BIS)"],
    answer: 3
  },
  {
    id: 340,
    subject: "service",
    question: "다음 중 버스운행관리스시템(BMS)의 운영과 거리가 먼 것은?",
    choices: [
        "버스이용자에게 운행정보를 제공함으로써 버스의 활성화를 도모할 수 있다.",
        "관계기관, 버스회사, 운수종사자를 대상으로 정시성을 확보할 수 있다.",
        "버스운행관리센터, 버스회사에서 버스운행 상황과 사고 등 돌발상황을 감지할 수 있다.",
        "버스운행관제, 운행상태 등 버스정책 수립 등을 위한 기초자료를 획득할 수 있다."],
    answer: 0
  },
  {
    id: 341,
    subject: "service",
    question: "버스운행관리시스템의 기대효과 중 이용주체가 다른 하나는?",
    choices: [
        "버스도착 예정시간 사전확인",
        "운행정보 인지로 정시 운행",
        "앞·뒤차 간의 간격인지로 차 간 간격조정 운행",
        "운행상태 완전노출로 운행질서 확립"],
    answer: 0
  },
  {
    id: 342,
    subject: "service",
    question: "버스전용차로로 설치에 있어 적절하지 않은 것은?",
    choices: [
        "대중교통 이용자들의 폭넓은 지지를 받는 구간",
        "전용차로를 설치하고자 하는 구간의 교통정체가 심한 곳",
        "버스통행량이 일정수준 이상이고, 1인 승차 승용의 비중이 높은 구간",
        "편도 7차로 이상의 도로로 전용차로 설치에 문제가 없는 구간"],
    answer: 3
  },
  {
    id: 343,
    subject: "service",
    question: "도로 중앙에 설치된 중앙버스전용차로에 대한 설명으로 옳지 않은 것은?",
    choices: [
        "일반 차량의 중앙버스전용차로로 이용 및 주·정차를 막을 수 있어 차량의 운행속도 향상에 도움이 된다.",
        "버스의 잦은 정류장 또는 정류소의 정차 및 갑작스런 차로 변경은 다른 차량의 교통흐름을 단절시키거나 사고위험을 초래할 수 있다.",
        "버스의 운행속도를 높이는데 도움이 되며, 승용차를 포함한 다른 차량들은 버스의 정차로 인한 불편을 피할 수 있다.",
        "일반 차량과 반대방향으로 운영하기 때문에 차로분리 안내시설 등의 설치가 필요하다."],
    answer: 3
  },
  {
    id: 344,
    subject: "service",
    question: "다음 중 중앙버스전용차로의 장점에 대한 설명으로 옳은 것은?",
    choices: [
        "여러 가지 안전시설을 활용할 수 있어 비용이 든다.",
        "정체가 심한 구간에서 더욱 효과적이다.",
        "승용차 이용자의 증가를 도모할 수 있다.",
        "가로변 상업활동이 위축된다."],
    answer: 1
  },
  {
    id: 345,
    subject: "service",
    question: "다음 중 가로변버스전용차로의 특징으로 볼 수 없는 것은?",
    choices: [
        "버스전용차로를 가로변에 설치하므로 버스의 신속성 확보에 매우 유리하다.",
        "종일 또는 출·퇴근 시간대 등을 지정하여 탄력적으로 운영할 수 있다.",
        "버스전용차로 운영시간대에는 가로변의 주·정차를 금지해야 한다.",
        "우회전하는 차량을 위해 교차로 부근에서는 일반차량의 버스전용차로 이용을 허용해야 한다."],
    answer: 0
  },
  {
    id: 346,
    subject: "service",
    question: "교통카드 중에서 IC카드에 해당되지 않는 것은?",
    choices: [
        "접촉식",
        "비접촉식",
        "하이브리드방식",
        "마그네틱방식"],
    answer: 3
  },
  {
    id: 347,
    subject: "service",
    question: "교통카드시스템 구성 중 단말기의 구조장치에 해당하지 않는 것은?",
    choices: [
        "카드인식장치",
        "전원공급장치",
        "정보처리장치",
        "킷값 관리장치"],
    answer: 1
  },
  {
    id: 348,
    subject: "service",
    question: "교통카드시스템의 집계시스템에 대한 설명으로 맞는 것은?",
    choices: [
        "금액이 소진된 교통카드에 금액을 재충전하는 방식이다.",
        "거래기록을 수집, 정산처리하고 결과를 은행으로 전송한다.",
        "단말기와 정산시스템을 연결하는 기능을 한다.",
        "충전시스템과 전화선으로 정산센터와 연계한다."],
    answer: 2
  },
  {
    id: 349,
    subject: "service",
    question: "처리된 모든 거래기록을 데이터베이스화하는 기능을 가진 시스템은?",
    choices: [
        "정산시스템",
        "충전시스템",
        "중앙처리시스템",
        "집계시스템"],
    answer: 0
  },
  {
    id: 350,
    subject: "service",
    question: "교통사고 조사규칙에 따른 교통사고의 용어에 대한 설명으로 잘못된 것은?",
    choices: [
        "전복사고는 차가 주행 중 도로 또는 도로 이외의 장소로 뒤집혀 넘어진 사고를 말한다.",
        "접촉사고는 차가 추월, 교행 등을 하려다가 차의 좌우 측면을 서로 스친 사고를 말한다.",
        "충돌사고 차가 반대방향 또는 측방에서 진입하여 그 차의 정면으로 다른 차의 정면 또는 측면을 충격한 사고를 말한다.",
        "추돌사고는 진행하는 차량의 측면을 충격한 사고를 말한다."],
    answer: 3
  },
  {
    id: 351,
    subject: "service",
    question: "교통사고 현장에서의 안전조치에 해당하지 않는 것은?",
    choices: [
        "전문가의 도움이 필요한 경우 신속한 도움을 요청한다.",
        "경미한 사고인 경우 사고위치에서 신속히 벗어난다.",
        "사고위치에서 노면표시를 한 후 도로 가장자리로 자동차를 이동시킨다.",
        "피해자를 위험으로부터 보호하거나 피신시킨다."],
    answer: 1
  },
  {
    id: 352,
    subject: "service",
    question: "사고현장의 측정 및 사진촬영을 위히 확인해야 할 사항이 아닌 것은?",
    choices: [
        "목격자에 대한 사고 상황",
        "사고지점의 위치",
        "사고현장에 대한 가로방향 및 세로방향의 길이",
        "차량 및 노면에 나타나는 물리적 흔적 및 시서물 등의 위치"],
    answer: 0
  },
  {
    id: 353,
    subject: "service",
    question: "심장의 기능이 정지하거나 호흡이 멈추었을 때에 인공호흡과 흉부압박을 지속적으로 시행하는 응급처치방법은?",
    choices: [
        "쇼크증상처치",
        "심폐소생술",
        "인공호흡법",
        "심장마사지법"],
    answer: 1
  },
  {
    id: 354,
    subject: "service",
    question: "버스에 발생하기 쉬운 사고유형과 대책에 대한 설명으로 부적절한 것은?",
    choices: [
        "버스에서는 차내 전도사고가 절대다수를 차지한다.",
        "버스는 불특정 다수를 수송하기 때문에 대형사고의 발생확률이 높다.",
        "대형 차량으로교통사고 발생 시 인명피해가 크다.",
        "일반차량에 비해 운행거리 및 운행시간이 길어 사고의 발생 확률이 높다."],
    answer: 0
  },
  {
    id: 355,
    subject: "service",
    question: "심폐소생술을 실시할 경우 가슴압박과 인공호흡의 적절한 비율은?",
    choices: [
        "30:8",
        "30:4",
        "30:2",
        "30:1"],
    answer: 2
  },
  {
    id: 356,
    subject: "service",
    question: "심폐소생술의 방법으로 옳지 않은 것은?",
    choices: [
        "의식을 확인할 때 성인의 경우 양쪽 어깨를 가볍게 두드리며 \"괜찮으세요?\" 라고 말한 후 반응을 확인한다.",
        "머리를 젖히고 턱을 들여올려 기도를 확보한다.",
        "인공호흡을 가슴이 충빈히 올라올 정도로 1회당 1초간 2회 실시한다.",
        "20회의 가슴압박과 2회의 인공호흡을 반복한다."],
    answer: 3
  },
  {
    id: 357,
    subject: "service",
    question: "교통사고 발생 시 운전자의 주치사항으로 버스회사, 보험사 또는 경찰 등에 연락 할 떄 우선적 연락해야 할 사항과 거리가 먼 것은?",
    choices: [
        "사고 발생지점 및 상태",
        "도로 및 시설물의 결함",
        "운전자 성명",
        "부상 정도 및 부상자 수"],
    answer: 1
  },
  {
    id: 358,
    subject: "service",
    question: "재난 발생 시 운전자의 조치사항으로 부적절한 것은?",
    choices: [
        "승객의 안전조치를 우선으로 한다.",
        "신속하게 차량을 안전지대로 이동시킨다.",
        "즉각 회사 및 유관기간에 보고한다.",
        "어떠한 경우라도 승객을 하차시켜서는 안 된다."],
    answer: 3
  },
  {
    id: 359,
    subject: "service",
    question: "폭설 및 폭우로 운행이 불가능하게 된 경우의 조치사항으로 부적절한 것은?",
    choices: [
        "차량 내 이상 여부를 확인한다.",
        "업체에 현재 위치를 알린다.",
        "신속하게 안전지대로 차량을 이동시킨다.",
        "차 앞에서 구조를 기다린다."],
    answer: 3
  },
];