// src/data/service.js
export const serviceQuestions = [
  {
    id: 305,
    subject: "service",
    question: "올바른 서비스 제공을 위한 요소가 아닌 것은?",
    choices: [
        "밝은 표정",
        "단정한 용모와 복장",
        "공손한 인사",
        "퉁명스런 말투"],
    answer: 3
  },
  {
    id: 306,
    subject: "service",
    question: "올바른 고색서비스 제공을 위한 기본요소가 아닌 것은?",
    choices: [
        "따뜻한 응대",
        "과묵한 표정",
        "단정한 용모 및 복장",
        "공손한 인사"],
    answer: 1
  },
  {
    id: 307,
    subject: "service",
    question: "고객서비스의 특징 중 무형성에 대한 설명으로 바르지 못한 것은?",
    choices: [
        "서비스를 측정하기는 어렵지만 누구나 느낄 수 있다.",
        "서비스는 공급자에 의해 제공됨과 동시에 승객에 의해 소비된다.",
        "버스 승차를 경험한 이후 서비스에 대한 질적 수준을 인지할 수 있다.",
        "운송서비스 수준은 버스의 운행횟수, 운행시간, 차종, 목적지 도착시간 등의 영향을 받을 수 있다."],
    answer: 1
  },
  {
    id: 308,
    subject: "service",
    question: "승객만존의 개념 및 중요성에 대한 설명으로 옳지 않은 것은?",
    choices: [
        "승객만족이란 승객의 기대에 부응하는 양질의 서비슬르 제공하여 승객이 만족감을 느끼게 하는 것이다.",
        "지속적인 서비스 교육 시행 등 승객을 만족시키기 위한 분위기 조성을 경영자의 몫이다.",
        "실제로 승객을 상대하고 승객을 만족시키는 사람은 승객과 접촉하는 최실선의 운전자이다.",
        "승객이 느끼는 일부 운전자에 대한 불만족은 회사 전체 평가에는 크게 영향을 미치지 않는다."],
    answer: 3
  },
  {
    id: 309,
    subject: "service",
    question: "다음 중 일반적인 승객의 요구와 거리가 먼 것은?",
    choices: [
        "편안해지고 싶어한다.",
        "관심을 받고 싶어한다.",
        "독특한 사람으로 인식되고 싶어한다.",
        "기대와 욕구를 수용하고 인정받고 싶어한다."],
    answer: 2
  },
  {
    id: 310,
    subject: "service",
    question: "승객만족을 위한 기본예절에 대한 설명한 것으로 맞지 않는 것은?",
    choices: [
        "변함없는 진실한 마음으로 승객을 대한다.",
        "승객의 입장을 이해하고 존중한다.",
        "승객의 여건, 능력, 개인차를 인정하고 배려한다.",
        "승객의 결점이 발견되면 바로 지적한다."],
    answer: 3
  },
  {
    id: 311,
    subject: "service",
    question: "승객만족을 위한 기본예절이라 볼 수 없는 것은?",
    choices: [
        "승객의 입장을 이해하고 존중하는 것",
        "인간관계에서 지켜야 할 도리",
        "승객의 결점을 지적하는 행위",
        "진실된 마음으로 승객을 대하는 것"],
    answer: 2
  },
  {
    id: 312,
    subject: "service",
    question: "승객을 위해서는 이미지 관리도 매우 중요하다. 이에 대한 설명으로 적절하지 않는 것은?",
    choices: [
        "이미지란 개인의 사고방식, 생김새, 태도 등에 대한 상대방이 갖는 느낌이다.",
        "의도적으로 긍정적인 이미지를 만들어야 한다.",
        "개인의 이미지는 본인에 의해 결정되는 것이다.",
        "이미지는 상대방이 보고 느낀 것에 의해 결정된다."],
    answer: 2
  },
  {
    id: 313,
    subject: "service",
    question: "승객에게 불쾌감을 주는 몸가짐과 거리가 먼 것은?",
    choices: [
        "품위 있는 자세",
        "지저분한 손톱",
        "정리되지 않느 덥수룩한 수염",
        "잠잔 흔적이 남아 있는 머릿결"],
    answer: 0
  },
  {
    id: 314,
    subject: "service",
    question: "승객와의 대화 시 주의사항으로 옳지 않은 것은?",
    choices: [
        "도전적으로 말하는 태도나 버릇은 조심한다.",
        "감정을 충분히 표현해 언성을 높인다.",
        "일부분을 보고 전체를 속단하여 말하지 않는다.",
        "상대방의 말을 도중에 분별없이 차단하지 않는다."],
    answer: 1
  },
  {
    id: 315,
    subject: "service",
    question: "다음 중 올바른 직업윤리는?",
    choices: [
        "직업생활의 최고 목포는 높은 지위에 올라가는 것이다.",
        "사회봉사보다 자아실현이 중요한다.",
        "자신의 직업에 긍지를 느끼며 그 일에 열과 성을 다한다.",
        "직업에 대한 차별의식을 지닌다."],
    answer: 2
  },
  {
    id: 316,
    subject: "service",
    question: "운송사업용 자동차의 운행기록계와 속도제한장치 관련 기준을 규정하고 있는 법규는?",
    choices: [
        "자동차 및 자동차부품의 성능과 기준에 관한 규칙",
        "교통 안전진단 지침",
        "교통 안전관리 지침",
        "도로교통법 시행규칙"],
    answer: 0
  },
  {
    id: 317,
    subject: "service",
    question: "자동차의 장치 및 설비 등에 관한 준수사항 중에서 옳지 않은 것은?",
    choices: [
        "전세버스의 앞바퀴는 재생한 타이어를 사용해서는 안 된다.",
        "전세버스, 시외우등고속버스, 시외고속버스 및 시외직행버스의 앞바퀴의 타이어는 튜브리스 타이어를 사용해야 한다.",
        "노선버스의 차제에는 행선지를 표시할 수 있는 설비를 설치해야 한다.",
        "13세 미만의 어린이 통학을 위하여 학교 및 보육시설의 장과 운송계약을 체결하고 운행하는 전세버스의 경우에는 「교통안전법」에 따라 어린이통학버스의 신고를 하여야 한다."],
    answer: 3
  },
  {
    id: 318,
    subject: "service",
    question: "운수종사자의 준수사항이 아닌 것은?",
    choices: [
        "승객의 안전과 사고예방을 위해 차량의 안전설비와 등화장치 등의 이상 유무를 확인한다.",
        "어떠한 경우에도 운수종사자는 승객을 제지해서는 안 된다.",
        "사고로 운행을 중단할 때에는 사고 상황에 따라 적절한 조치를 취해야 한다.",
        "사고가 발생할 우려가 있다고 판단될 때에는 즉시 운행을 중단하고 적절한 조치를 취해야 한다."],
    answer: 1
  },
  {
    id: 319,
    subject: "service",
    question: "운수종사자의 준수사항 중 여객의 안전과 사고예방을 위하여 운행 전 사업용 자동차의 이상 유무를 확인해야 하는 사항은?",
    choices: [
        "불편사항 연락처 및 차고지 등을 적은 표지판",
        "운행계통도",
        "등화장치",
        "운행시간표"],
    answer: 2
  },
  {
    id: 320,
    subject: "service",
    question: "운수종사자는 운잔운행과 다른 승객의 편의를 위하여 어떤 행동에 대한 제지하고 필요한 사항을 안내해야 하는데, 다음 행위 중에서 제지할 수 없는 행위는?",
    choices: [
        "폭발성 물질, 인화성 물질 등의 우험물을 자동차 안으로 가지고 들어오는 행위",
        "전용 운반상자 없이 애완동물을 자동차 안으로 데리고 들어오는 행위",
        "자동차의 출입구를 막을 우려가 있는 물품을 자동차 안으로 가지고 들어오는 행위",
        "장애인 보조견을 자동차 안으로 데리고 들어오는 행위"],
    answer: 3
  },
  {
    id: 321,
    subject: "service",
    question: "운수종사자가 지켜야 할 준수사항으로 옳지 않은 것은?",
    choices: [
        "여객이 전용 운반 상자에 넣은 애완동물을 자동차 안으로 데리고 오는 경우 이를 제지하고 필요한 사항은 안내해야 한다.",
        "여객자동차 운수사업법 시행규칙에 따라 운송사업자가 지시하는 사항을 따라야 한다.",
        "관계 공무원으로부터 운전면허증 등의 자격증 제시 요구를 받으면 즉시 따라야 한다.",
        "여객자동차 운송사업에 사용되는 자동차 안에서 담배를 피워서는 안 된다."],
    answer: 0
  },
  {
    id: 322,
    subject: "service",
    question: "운전자의 인성과 습관이 운전예절에 미치는 요인에 관한 설명으로 옳지 않은 것은?",
    choices: [
        "습관은 무조건반사로 나타나므로 위험하다.",
        "올바른 운전습관은 다른 사람들에게 자신의 인격을 표한하는 하나의 방법이다.",
        "나쁜 운전습관이 몸에 배면 나중에 고치기 어렵게 되고, 이러한 잘못된 습관은 교통사고로 연결되기 쉽다.",
        "운전자는 각 개인이 지닌 사고, 태도, 인성의 영향을 받는다."],
    answer: 0
  },
  {
    id: 323,
    subject: "service",
    question: "다음 중 운전자가 지켜야 할 행동으로 적절하지 않은 것은?",
    choices: [
        "차로변경의 도움을 받았을 때에는 비상등을 2~3회 작동시켜 양보에 대한 고마움을 표현한다.",
        "보행자가 통행하고 있는 횡단보도 내로 차가 진입하지 않도록 정지선을 지킨다.",
        "야간운행 중 반대차로에서 오는 차가 있으면 전조등을 하향 등으로 조정하여 상대 운전자의 눈부심 현상을 방지한다.",
        "앞 신호에 따라 진행하고 있는 차가 있을 때에는 앞차가 가까이 붙어 신속히 진행한다."],
    answer: 3
  },
  {
    id: 324,
    subject: "service",
    question: "전조등의 올바른 사용에 해당되지 않는 것은?",
    choices: [
        "야간운전의 안전운행을 위하여 필요한 경우 상향등을 사용한다.",
        "반대차로에 차가 있으면 상대 운전자의 안전을 위하여 전조등을 변환빔(하향 등)으로 조정한다.",
        "반대차로 운전자의 눈부심 현상 방지를 위하여 변환빔(하향등)으로 조정한다.",
        "야간에 커브 길을 진입하기 전 반대차로의 차량 운행과 관계없이 상향등을 사용한다."],
    answer: 3
  },
  {
    id: 325,
    subject: "service",
    question: "운전자가 삼가야 하는 행동을 기술한 것 중에서 올바르지 않은 것은?",
    choices: [
        "신호등이 바뀌기 전에 빨리 출발하나고 전조등을 켰다 껏다를 하지 않는다.",
        "운행 중에 갑자기 끼어들지 않는다.",
        "필요 시 과속으로 운행하며 급브레이크를 밟는다.",
        "경음기 버튼을 작동시켜 다른 운전자가를 놀라게 하지 않는다."],
    answer: 2
  },
  {
    id: 326,
    subject: "service",
    question: "운전자가 취득한 운전면허로 운전할 수 있는 차종 이외의 차량은 운전을 금지하고 있다. 이와 같이 취득한 운전면허로 운전할 수 있는 차종을 규정해 놓은 법은?",
    choices: [
        "교통안전법",
        "자동차관리법",
        "여객자동차운수사업법",
        "도로교통법"],
    answer: 3
  },
];