// src/data/vehicle.js
export const vehicleQuestions = [
  {
    id: 139,
    subject: "vehicle",
    question: "자동차의 일상점검을 실시할 때의 주의사항으로 틀린 것은?",
    choices: [
        "경사가 없는 평탄한 곳에서 실시한다.",
        "변속레버는 중립에 위치시킨 후 주차 브레이크는 풀어놓는다.",
        "점검은 환기가 되는 장소에서 실시한다.",
        "전기배선을 정비할 때에는 사전에 배터리의 음극단자를 분리한다."],
    answer: 1
  },
  {
    id: 140,
    subject: "vehicle",
    question: "일상점검 중 주의사항이 아닌 것은?",
    choices: [
        "경사가 없는 평탄한 장소에서 점검한다.",
        "점검은 환기가 잘되는 장소에서 실시한다.",
        "연료장치나 배터리 부근에서는 불꽃을 멀리한다.",
        "변속레버는 R(후진)에 위치시킨 후 점검한다."],
    answer: 3
  },
  {
    id: 141,
    subject: "vehicle",
    question: "자동차의 일상점검을 실시할 때 운전석 점검내용이 아닌 것은?",
    choices: [
        "핸들의 흔들림이나 유동 여부",
        "브레이크 페달의 자유간극과 잔류간극의 적당 여부",
        "램프의 점멸 및 파손 여부",
        "와이퍼의 작동 여부"],
    answer: 2
  },
  {
    id: 142,
    subject: "vehicle",
    question: "클러치의 자유간극 점검과 관련이 있는 일상점검 항목은?",
    choices: [
        "핸들",
        "변속기",
        "브레이크",
        "와이퍼"],
    answer: 1
  },
  {
    id: 143,
    subject: "vehicle",
    question: "운행후 점검사항 중 외관점검에 해당되지 않는 것은?",
    choices: [
        "엔진오일의 양은 적당하며 점도는 이상이 없는지 여부",
        "차체가 기울지 않았는지 여부",
        "차체에 부품이 떨어진 곳은 없는지 여부",
        "후드(보닛)의 고리가 빠지지는 않았는지 여부"],
    answer: 0
  },
  {
    id: 144,
    subject: "vehicle",
    question: "폭발성 물질을 자동차 내에 방치할 경우 가장 위험한 계절은?",
    choices: [
        "봄",
        "여름",
        "가을",
        "겨울"],
    answer: 1
  },
  {
    id: 145,
    subject: "vehicle",
    question: "다음 중 소화기 사용방법으로 틀린 것은?",
    choices: [
        "소화기는 영구적으로 사용할 수 있으므로 충전할 필요가 없다.",
        "바람을 등지고 소화기의 안전핀을 제거한다.",
        "소화기 노즐을 화재 발생장소로 향하게 한다.",
        "소화기 손잡이를 움켜쥐고 빗자루로 쓸듯이 방사한다."],
    answer: 0
  },
  {
    id: 146,
    subject: "vehicle",
    question: "운행 전 충분한 시계를 확보하기 위해 조정하는 것은?",
    choices: [
        "핸들",
        "에어컨",
        "브레이크",
        "후사경"],
    answer: 3
  },
  {
    id: 147,
    subject: "vehicle",
    question: "터보차저의 주요 고장원인이 아닌 것은?",
    choices: [
        "엔진 오일 오염",
        "윤할유 공급 부족",
        "이물질 유입",
        "냉각기 고장"],
    answer: 3
  },
  {
    id: 148,
    subject: "vehicle",
    question: "자동차 터보자처의 관리요령으로 맞지 않는 것은?",
    choices: [
        "회전부의 윤할과 터보차저에 이물질이 들어가지 않도록 한다.",
        "시동 전 오일량을 확인하고 시동 후 오일압력이 정상적으로 상승되는지 확인한다.",
        "운행 전 예비회전을 3~10분 정도 시켜준다.",
        "공회전 시 급가속을 자주 한다."],
    answer: 3
  },
  {
    id: 149,
    subject: "vehicle",
    question: "자동차 내장을 세적할 때 사용하면 변색되거나 손상을 줄 수 있는 것이 아닌 것은?",
    choices: [
        "아세톤",
        "에나멜",
        "표백제",
        "물수건"],
    answer: 3
  },
  {
    id: 150,
    subject: "vehicle",
    question: "천연가스를 고압으로 압축하여 고압 압력용기에 저장한 기체상태의 연료를 무엇이라 하는가?",
    choices: [
        "ANG",
        "LNG",
        "LPG",
        "CNG"],
    answer: 3
  },
  {
    id: 151,
    subject: "vehicle",
    question: "천연가스를 고압으로 압축하여 고압 압력용기에 저장한 기체상태의 연료는?",
    choices: [
        "압축순환가스",
        "액상정제가스",
        "압축천연가스",
        "압력천연가스"],
    answer: 2
  },
  {
    id: 152,
    subject: "vehicle",
    question: "압축천연가스 자동차의 가스공급라인에서 가스가 누출될 때의 조치요령으로 옳지 않는 것은?",
    choices: [
        "자동차 부근으로 화기 접근을 금지한다.",
        "탑승하고 있는 승객은 안전한 곳으로 대피시킨다.",
        "가스공급라인의 몸체가 파열된 경우 용접하여 재사용한다.",
        "누설 부위를 비눗물 또는 가스검전지로 확인한다."],
    answer: 2
  },
  {
    id: 153,
    subject: "vehicle",
    question: "CNG를 연료로 사용하는 자동차의 계기판에 CNG 램프가 점등될 경우 조치사항으로 맞는 것은?",
    choices: [
        "전기장치의 작동을 피한다.",
        "가스냄새를 확인한다.",
        "파이프나 호스를 조이거나 풀어본다.",
        "가스를 재충전한다."],
    answer: 3
  },
  {
    id: 154,
    subject: "vehicle",
    question: "험한 도로에서 주행할 때 자동차 조작요령으로 적합하지 않는 것은?",
    choices: [
        "요철이 심한 도로에서 감속 주행한다.",
        "비포장도로, 눈길, 빙판길, 진흙탕 길을 주행할 때에는 속도를 낮추고 제공거리를 충분히 확보한다.",
        "눈길, 진흙길, 모랫길에서는 1단 기어를 사용하여 가속한다.",
        "저단 기어를 사용하고 기어변속이나 가속을 피한다."],
    answer: 2
  },
  {
    id: 155,
    subject: "vehicle",
    question: "악천후 시 주행방법에 대한 설명 중 틀린 것은?",
    choices: [
        "비가 내릴 때에는 노면이 미끄러우므로 급제동을 피하고, 차간거리를 충분히 유지한다.",
        "브레이크 라이닝이 물에 젖어 있어도 제동에는 문제가 없으므로 계속 주행해도 된다.",
        "폭우가 내릴 경우에는 시야 확보가 어려우므로 충분한 제동거리를 확보할 수 있도록 감속한다.",
        "안개가 끼었거나 기상조건이 좋지 않아 시계가 블량할 경우에는 속도를 줄이고, 미등 및 안개등 또는 전조등을 점등하고 운행한다."],
    answer: 1
  },
  {
    id: 156,
    subject: "vehicle",
    question: "겨울철 타이어에 체인을 장착한 경우 안전하게 운행하려면 일반적으로 몇 km/h 이내로 주행하여야 하는가?",
    choices: [
        "30km/h 이내",
        "40km/h 이내",
        "50km/h 이내",
        "60km/h 이내"],
    answer: 0
  },
  {
    id: 157,
    subject: "vehicle",
    question: "오버히트(Over Heat)가 밸상하는 원인은?",
    choices: [
        "냉각수 부족 또는 누수",
        "에어컨 팬 작동 불량",
        "밸브 간극 이상",
        "깨끗한 브레이크 오일"],
    answer: 0
  },
  {
    id: 158,
    subject: "vehicle",
    question: "오버히트(엔진 과열)가 발생하는 원인이 아닌 것은?",
    choices: [
        "냉각수가 부족한 경우",
        "배터리 전압이 낮을 경우",
        "냉각수에 부동색이 들어 있지 않는 경우(추운 날씨)",
        "엔진 내부가 얼어 냉각수가 순환하지 않는 경우"],
    answer: 1
  },
  {
    id: 159,
    subject: "vehicle",
    question: "겨울철 자동차 운행요령으로 적합하지 않는 것은?",
    choices: [
        "엔진 시동 후에는 바로 운행한다.",
        "차의 하체 부위의 얼음 덩어리를 운행 전에 제거한다.",
        "가속페달이나 핸들을 급조작하지 않는다.",
        "후륜구동 자동차는 뒷바퀴에 타이어체인을 장착하여야 한다."],
    answer: 0
  },
];