// src/data/vehicle.js
export const vehicleQuestions = [
  {
    id: 139,
    subject: "vehicle",
    question: "자동차의 일상점검을 실시할 때의 주의사항으로 틀린 것은?",
    choices: [
        "경사가 없는 평탄한 곳에서 실시한다.",
        "변속레버는 중립에 위치시킨 후 주차 브레이크는 풀어놓는다.",
        "점검은 환기가 되는 장소에서 실시한다.",
        "전기배선을 정비할 때에는 사전에 배터리의 음극단자를 분리한다."],
    answer: 1
  },
  {
    id: 140,
    subject: "vehicle",
    question: "일상점검 중 주의사항이 아닌 것은?",
    choices: [
        "경사가 없는 평탄한 장소에서 점검한다.",
        "점검은 환기가 잘되는 장소에서 실시한다.",
        "연료장치나 배터리 부근에서는 불꽃을 멀리한다.",
        "변속레버는 R(후진)에 위치시킨 후 점검한다."],
    answer: 3
  },
  {
    id: 141,
    subject: "vehicle",
    question: "자동차의 일상점검을 실시할 때 운전석 점검내용이 아닌 것은?",
    choices: [
        "핸들의 흔들림이나 유동 여부",
        "브레이크 페달의 자유간극과 잔류간극의 적당 여부",
        "램프의 점멸 및 파손 여부",
        "와이퍼의 작동 여부"],
    answer: 2
  },
  {
    id: 142,
    subject: "vehicle",
    question: "클러치의 자유간극 점검과 관련이 있는 일상점검 항목은?",
    choices: [
        "핸들",
        "변속기",
        "브레이크",
        "와이퍼"],
    answer: 1
  },
  {
    id: 143,
    subject: "vehicle",
    question: "운행후 점검사항 중 외관점검에 해당되지 않는 것은?",
    choices: [
        "엔진오일의 양은 적당하며 점도는 이상이 없는지 여부",
        "차체가 기울지 않았는지 여부",
        "차체에 부품이 떨어진 곳은 없는지 여부",
        "후드(보닛)의 고리가 빠지지는 않았는지 여부"],
    answer: 0
  },
  {
    id: 144,
    subject: "vehicle",
    question: "폭발성 물질을 자동차 내에 방치할 경우 가장 위험한 계절은?",
    choices: [
        "봄",
        "여름",
        "가을",
        "겨울"],
    answer: 1
  },
  {
    id: 145,
    subject: "vehicle",
    question: "다음 중 소화기 사용방법으로 틀린 것은?",
    choices: [
        "소화기는 영구적으로 사용할 수 있으므로 충전할 필요가 없다.",
        "바람을 등지고 소화기의 안전핀을 제거한다.",
        "소화기 노즐을 화재 발생장소로 향하게 한다.",
        "소화기 손잡이를 움켜쥐고 빗자루로 쓸듯이 방사한다."],
    answer: 0
  },
  {
    id: 146,
    subject: "vehicle",
    question: "운행 전 충분한 시계를 확보하기 위해 조정하는 것은?",
    choices: [
        "핸들",
        "에어컨",
        "브레이크",
        "후사경"],
    answer: 3
  },
  {
    id: 147,
    subject: "vehicle",
    question: "터보차저의 주요 고장원인이 아닌 것은?",
    choices: [
        "엔진 오일 오염",
        "윤할유 공급 부족",
        "이물질 유입",
        "냉각기 고장"],
    answer: 3
  },
  {
    id: 148,
    subject: "vehicle",
    question: "자동차 터보자처의 관리요령으로 맞지 않는 것은?",
    choices: [
        "회전부의 윤할과 터보차저에 이물질이 들어가지 않도록 한다.",
        "시동 전 오일량을 확인하고 시동 후 오일압력이 정상적으로 상승되는지 확인한다.",
        "운행 전 예비회전을 3~10분 정도 시켜준다.",
        "공회전 시 급가속을 자주 한다."],
    answer: 3
  },
  {
    id: 149,
    subject: "vehicle",
    question: "자동차 내장을 세적할 때 사용하면 변색되거나 손상을 줄 수 있는 것이 아닌 것은?",
    choices: [
        "아세톤",
        "에나멜",
        "표백제",
        "물수건"],
    answer: 3
  },
  {
    id: 150,
    subject: "vehicle",
    question: "천연가스를 고압으로 압축하여 고압 압력용기에 저장한 기체상태의 연료를 무엇이라 하는가?",
    choices: [
        "ANG",
        "LNG",
        "LPG",
        "CNG"],
    answer: 3
  },
  {
    id: 151,
    subject: "vehicle",
    question: "천연가스를 고압으로 압축하여 고압 압력용기에 저장한 기체상태의 연료는?",
    choices: [
        "압축순환가스",
        "액상정제가스",
        "압축천연가스",
        "압력천연가스"],
    answer: 2
  },
  {
    id: 152,
    subject: "vehicle",
    question: "압축천연가스 자동차의 가스공급라인에서 가스가 누출될 때의 조치요령으로 옳지 않는 것은?",
    choices: [
        "자동차 부근으로 화기 접근을 금지한다.",
        "탑승하고 있는 승객은 안전한 곳으로 대피시킨다.",
        "가스공급라인의 몸체가 파열된 경우 용접하여 재사용한다.",
        "누설 부위를 비눗물 또는 가스검전지로 확인한다."],
    answer: 2
  },
  {
    id: 153,
    subject: "vehicle",
    question: "CNG를 연료로 사용하는 자동차의 계기판에 CNG 램프가 점등될 경우 조치사항으로 맞는 것은?",
    choices: [
        "전기장치의 작동을 피한다.",
        "가스냄새를 확인한다.",
        "파이프나 호스를 조이거나 풀어본다.",
        "가스를 재충전한다."],
    answer: 3
  },
  {
    id: 154,
    subject: "vehicle",
    question: "험한 도로에서 주행할 때 자동차 조작요령으로 적합하지 않는 것은?",
    choices: [
        "요철이 심한 도로에서 감속 주행한다.",
        "비포장도로, 눈길, 빙판길, 진흙탕 길을 주행할 때에는 속도를 낮추고 제공거리를 충분히 확보한다.",
        "눈길, 진흙길, 모랫길에서는 1단 기어를 사용하여 가속한다.",
        "저단 기어를 사용하고 기어변속이나 가속을 피한다."],
    answer: 2
  },
  {
    id: 155,
    subject: "vehicle",
    question: "악천후 시 주행방법에 대한 설명 중 틀린 것은?",
    choices: [
        "비가 내릴 때에는 노면이 미끄러우므로 급제동을 피하고, 차간거리를 충분히 유지한다.",
        "브레이크 라이닝이 물에 젖어 있어도 제동에는 문제가 없으므로 계속 주행해도 된다.",
        "폭우가 내릴 경우에는 시야 확보가 어려우므로 충분한 제동거리를 확보할 수 있도록 감속한다.",
        "안개가 끼었거나 기상조건이 좋지 않아 시계가 블량할 경우에는 속도를 줄이고, 미등 및 안개등 또는 전조등을 점등하고 운행한다."],
    answer: 1
  },
  {
    id: 156,
    subject: "vehicle",
    question: "겨울철 타이어에 체인을 장착한 경우 안전하게 운행하려면 일반적으로 몇 km/h 이내로 주행하여야 하는가?",
    choices: [
        "30km/h 이내",
        "40km/h 이내",
        "50km/h 이내",
        "60km/h 이내"],
    answer: 0
  },
  {
    id: 157,
    subject: "vehicle",
    question: "오버히트(Over Heat)가 밸상하는 원인은?",
    choices: [
        "냉각수 부족 또는 누수",
        "에어컨 팬 작동 불량",
        "밸브 간극 이상",
        "깨끗한 브레이크 오일"],
    answer: 0
  },
  {
    id: 158,
    subject: "vehicle",
    question: "오버히트(엔진 과열)가 발생하는 원인이 아닌 것은?",
    choices: [
        "냉각수가 부족한 경우",
        "배터리 전압이 낮을 경우",
        "냉각수에 부동색이 들어 있지 않는 경우(추운 날씨)",
        "엔진 내부가 얼어 냉각수가 순환하지 않는 경우"],
    answer: 1
  },
  {
    id: 159,
    subject: "vehicle",
    question: "겨울철 자동차 운행요령으로 적합하지 않는 것은?",
    choices: [
        "엔진 시동 후에는 바로 운행한다.",
        "차의 하체 부위의 얼음 덩어리를 운행 전에 제거한다.",
        "가속페달이나 핸들을 급조작하지 않는다.",
        "후륜구동 자동차는 뒷바퀴에 타이어체인을 장착하여야 한다."],
    answer: 0
  },
  {
    id: 160,
    subject: "vehicle",
    question: "고속도로 운행할 때 자동차의 안전운행 요령으로 적합하지 않는 것은?",
    choices: [
        "연료, 냉각수, 엔진오일, 각종 벨트 타이어 공기압 등을 운행 전에 점검한다.",
        "터널의 출구 부분을 나올 때에는 속도를 줄인다.",
        "고속도로를 벗어날 경우 미리 출구를 확인하고 방향지시등을 작동시킨다.",
        "고속도로에서 운행할 때에는 풋 브레이크만 사용하여야 한다."],
    answer: 3
  },
  {
    id: 161,
    subject: "vehicle",
    question: "시동키를 꽂지 않았지만 키를 차 안에 두고 어린이들만 차 내에 남겨 둘 경우 발생할 수 있는 문제로 거리가 먼 것은?",
    choices: [
        "어린들의 행동을 모방하여 시동키를 작동시킬 수 있다.",
        "에어탱크의 공기압이 급격히 저하된다.",
        "차 안의 다른 조작 스위치 등을 작동시킬 수 있다.",
        "차를 조작하여 심각한 신체 상해를 초래할 수 있다."],
    answer: 1
  },
  {
    id: 162,
    subject: "vehicle",
    question: "다음 중 버스의 화물실 도어를 개폐하는 요령으로 적합하지 않은 것은?",
    choices: [
        "차내 자동 개폐 버튼을 사용하여 도어를 열고 닫는다.",
        "화물실 도어는 전용키를 사용한다.",
        "도어를 열 때는 키를 사용하여 잠금 상태를 해제한 후 도어를 당겨 연다.",
        "도어를 닫은 후에는 키를 사용하여 잠근다."],
    answer: 0
  },
  {
    id: 163,
    subject: "vehicle",
    question: "연료주입구 개폐방법으로 틀린 것은?",
    choices: [
        "시계방향으로 돌려 연료주입구 캡을 분리한다.",
        "연료 주입구에 키 홈이 있는 차량은 키를 꽂아 잠금 해제시킨 후 연료주입구 커버를 연다.",
        "연료 주입 후에는 연료주입구 커버를 닫고 가볍게 눌러 원위치시킨 후 확실하게 닫혔는지 확인한다.",
        "일반적으로 연료주입구에 키 홈이 있는 차량은 연료주입구 커버를 잠글 때 키를 이용하여야 잠글 수 있다."],
    answer: 0
  },
  {
    id: 164,
    subject: "vehicle",
    question: "자동차의 좌석에서 등받이 맨 위쪽의 머리를 받치는 부분의 역할을 하는 것은?",
    choices: [
        "조향컬럼",
        "헤드레스트",
        "선바이저",
        "운전석 등받이"],
    answer: 1
  },
  {
    id: 165,
    subject: "vehicle",
    question: "히터 사용 중 발열, 저온 및 화상 등의 위험이 발생할 수 있는 승객이 아닌 것은?",
    choices: [
        "신체가 건강하거나 기타 질병이 없는 승객",
        "피부가 연약한 승객",
        "피로가 누적된 승객(과로)",
        "술을 많이 마신 승객(과음)"],
    answer: 0
  },
  {
    id: 166,
    subject: "vehicle",
    question: "다음은 안전벨트 착용방법에 대한 설명이다. 가장 적절한 방법은?",
    choices: [
        "안전벨트의 보호효과 증대를 위해 별도의 보조장치를 장착한다.",
        "어깨벨트는 어깨 위와 목 부위를 지나도록 한다.",
        "허리벨트는 복부 부위를 지나도록 한다.",
        "허리벨트는 골반 위를 지나 엉덩이 부위를 지나도록 한다."],
    answer: 3
  },
  {
    id: 167,
    subject: "vehicle",
    question: "자동차 계기판 용어에 대한 설명으로 틀린 것은?",
    choices: [
        "적산거리계 : 자동차가 주행한 종 거리를 나타낸다.",
        "회전계 : 바퀴의 시간당 회전수를 나타낸다.",
        "속도계 : 자동차의 시간당 주행속도를 나타낸다.",
        "전압계 : 배터리의 충전 및 방전상태를 나타낸다."],
    answer: 1
  },
  {
    id: 168,
    subject: "vehicle",
    question: "배터리의 충전 및 방전 상태를 나타내는 계기장치는?",
    choices: [
        "수온계",
        "연료계",
        "전압계",
        "엔진오일압력계"],
    answer: 2
  },
  {
    id: 169,
    subject: "vehicle",
    question: "자동차 계기판에서 연료탱크에 남아 있는 연료의 잔류량을 나타내는 것은?",
    choices: [
        "전압계",
        "연료계",
        "충전계",
        "급유계"],
    answer: 1
  },
  {
    id: 170,
    subject: "vehicle",
    question: "배기 브레이크 스위치를 작동시키면 계기판에 나타나는 표시등은?",
    choices: [
        "배기 브레이크 표시등",
        "제이크 브레이크 표시등",
        "브레이크 에어 경고등",
        "주차 브레이크 경고등"],
    answer: 0
  },
  {
    id: 171,
    subject: "vehicle",
    question: "자동차 계기판의 경고등에 해당되지 않는 것은?",
    choices: [
        "주행빔(상향등) 작동 표시등",
        "상황등 작동 경고등",
        "안전벨트 미착용 경고등",
        "연료잔량 경고등"],
    answer: 1
  },
  {
    id: 172,
    subject: "vehicle",
    question: "전조등 스위치 1단계에서 점등되지 않는 등화는 무엇인가?",
    choices: [
        "번호판등",
        "차폭등",
        "전조등",
        "미등"],
    answer: 2
  },
  {
    id: 173,
    subject: "vehicle",
    question: "전도등 사용 시기에 대한 설명 중 틀린 것은?",
    choices: [
        "마주 오는 자동차가 있거나 앞 자동차를 따라갈 경우는 하향등을 켠다.",
        "야간운행 시 마주 오는 자동차가 없을 때 시야 확보를 원하는 경우 상향등을 켠다.",
        "다른 자동차의 주의를 환기시킬 경우 전도등을 2~3회 정도 상향 점멸한다.",
        "운전자의 시야 확보를 위하여 항상 상향등을 켜고 운행한다."],
    answer: 3
  },
  {
    id: 174,
    subject: "vehicle",
    question: "와셔액 탱크가 비어 있는 경우에 와이퍼를 작동시키면 어떤 문제가 발생할 수 있는가?",
    choices: [
        "시야를 가릴 수 있다.",
        "와이퍼 링크가 이탈될 수 있다.",
        "유리창 균열이 발생할 수 있다.",
        "와이퍼 모터가 손상될 수 있다."],
    answer: 3
  },
  {
    id: 175,
    subject: "vehicle",
    question: "다음은 자동차 스위치에 대한 설명이다. 잘못된 것은?",
    choices: [
        "야간에 맞은편 도로로 주행 중인 차량을 발견하면 상향등을 하향등으로 신속하게 전환하여야 한다.",
        "와셔액 탱크가 비어 있거나 유리창이 건조할 때 와이퍼 작동을 금지한다.",
        "방향지시등이 평상시보다 빠르게 작동하면 방향지시등 작동 스위치를 교환해야 한다.",
        "차폭등, 미등, 번호등, 계기판등, 전조등은 스위치 2단계에서 점등된다."],
    answer: 2
  },
  {
    id: 176,
    subject: "vehicle",
    question: "엔진 오버히트가 발생할 때의 안전조치 요령이 아닌 것은?",
    choices: [
        "여름에는 에어컨, 겨울에는 히터의 작동을 중지시킨다.",
        "엔진이 과열되어 냉각수가 부족한 경우 차가운 냉각수를 공급한다.",
        "엔진이 작동하는 상태에서 보닛(Bonnet)을 열어 엔진을 냉각시킨다.",
        "엔진을 충분히 냉각시킨 다음에는 냉각수의 양 점검, 라디에이터 호스 연결부위 등의 누수 여부 등을 확인한다."],
    answer: 1
  },
  {
    id: 177,
    subject: "vehicle",
    question: "풋 브레이크가 작동하지 않는 경우 응급조치 요령으로 가장 적합한 것은?",
    choices: [
        "고단 기어에서 저단 기어로 한 단씩 줄여 감속한 뒤에 주차 브레이크를 이용하여 정지한다.",
        "주행 중 시동을 끄고 주차브레이크를 이용하여 정지한다.",
        "기어를 중립에 넣고 관성주행하여 정지할 때까지 주행한다.",
        "저단 기어에서 고단 기어로 한 단씩 올려서 시동이 꺼지면 주차브레이크를 이용하여 정지한다."],
    answer: 0
  },
  {
    id: 178,
    subject: "vehicle",
    question: "자동차의 견인에 필요한 경우의 응급조치요령 중 올바르지 않는 것은?",
    choices: [
        "구동되는 바퀴를 들어 올려 견인되도록 한다.",
        "고속도로에서는 일반자동차에 의한 견인이 금지되어 있다.",
        "일반자동차로 견인할 경우 견인 로프는 7m 이내로 한다.",
        "견인되기 전에 주차브레이크를 해제한 후 변속레버를 중립(N)에 놓는다."],
    answer: 2
  },
  {
    id: 179,
    subject: "vehicle",
    question: "시동모터가 작동되지 않거나 천천히 회전하는 경우에 해당되지 않는 것은?",
    choices: [
        "배터리가 방전되었다.",
        "점화플러그가 마모되었다.",
        "배터리 단자의 부식 현상이 있다.",
        "접지 케이블이 이완되어 있다."],
    answer: 1
  },
  {
    id: 180,
    subject: "vehicle",
    question: "핸들이 무거워지는 원인은?",
    choices: [
        "연료누출이 있다.",
        "클러치가 미끄러진다.",
        "파워스티어링 오일이 부족하다.",
        "에어클리너 필터가 오염되었다."],
    answer: 2
  },
  {
    id: 181,
    subject: "vehicle",
    question: "브레이크가 편제동되는 경우 추정할 수 있는 원인이 아닌 것은?",
    choices: [
        "좌·우 타이어 공기압이 다르다.",
        "타이어가 편마모되어 있다.",
        "라이닝 마모상태가 심하다.",
        "좌·우 라이닝 간극이 다르다."],
    answer: 2
  },
  {
    id: 182,
    subject: "vehicle",
    question: "브레이크 제동효과가 나쁜 경우 추정할 수 있는 원인이 아닌 것은?",
    choices: [
        "공기압이 과다하다.",
        "공기누설(타이어의 공기가 빠져나가는 현상)이 있다.",
        "좌, 우 라이닝 간극이 다르다.",
        "타이어 마모가 심하다."],
    answer: 2
  },
  {
    id: 183,
    subject: "vehicle",
    question: "자동차의 동력발생장치에서 발생한 동력을 주행상황에 맞는 적절한 상태로 변화를 주어 바퀴에 전달하는 장치를 무엇이라 하는가?",
    choices: [
        "동력이동장치",
        "동력전달장치",
        "동력차단장치",
        "동력순환장치"],
    answer: 1
  },
  {
    id: 184,
    subject: "vehicle",
    question: "자동변속기의 장점이 아닌 것은?",
    choices: [
        "가격이 비싸고 구조가 복잡하다.",
        "조작 미숙으로 인해 시동이 꺼질 우려가 없다.",
        "기어변속이 자동으로 이루어져 운전이 편하다.",
        "발진과 가·감속이 원할하여 승차감이 좋다."],
    answer: 0
  },
  {
    id: 185,
    subject: "vehicle",
    question: "자동변속기 오일에 수분이 다량으로 유입된 경우 오일의 색깔은?",
    choices: [
        "백색",
        "붉은색",
        "갈색",
        "검은색"],
    answer: 0
  },
  {
    id: 186,
    subject: "vehicle",
    question: "레이디얼 타이어의 특성이 아닌 것은?",
    choices: [
        "접지면적이 크다.",
        "회전할 때에 구심력이 좋다.",
        "충격을 흡수하는 성능이 좋아 승차감이 좋다.",
        "고속으로 주행할 때에는 안전성이 크다."],
    answer: 2
  },
  {
    id: 187,
    subject: "vehicle",
    question: "주행 중 비틀림 혹은 흔들림이 발생하거나 커브길에서 취청거리는 느낌이 드는 경우 예측할 수 있는 고장 부분은?",
    choices: [
        "현가장치",
        "브레이크",
        "바퀴",
        "조향장치"],
    answer: 2
  },
  {
    id: 188,
    subject: "vehicle",
    question: "다음 중 현가장치의 주요기능에 해당되지 않는 것은?",
    choices: [
        "노면에서 받는 충격을 완화시킨다.",
        "일정한 자동차의 높이를 유지한다.",
        "가볍고 원활한 조향조작을 가능하게 한다.",
        "올바른 휠 얼라인먼트를 유지한다."],
    answer: 2
  },
  {
    id: 189,
    subject: "vehicle",
    question: "스프링의 종류에 해당되지 않는 것은?",
    choices: [
        "판 스프링",
        "코일 스프링",
        "토션바 스프링",
        "압력 스프링"],
    answer: 3
  },
  {
    id: 190,
    subject: "vehicle",
    question: "완충(현가)장치인 스프링 중 코일 스프링에 대한 설명 중 틀린 것은?",
    choices: [
        "판 스프링과 같이 판 간 마찰이 없어 진동에 대한 감쇠작용을 못한다.",
        "단위중량당 에너지 흡수율이 판 스프링보다 작도 유연하여 승용차에 많이 사용된다.",
        "옆 방향 작용력에 대한 저항력이 없다.",
        "차축을 지지할 때는 링크기구나 쇽업쇼버를 필요로 하므로 구조가 복잡하다."],
    answer: 1
  },
  {
    id: 191,
    subject: "vehicle",
    question: "버스나 화물차에 주로 사용하는 스프링은?",
    choices: [
        "공기 스프링",
        "판 스프링",
        "코일 스프링",
        "토션바 스프링"],
    answer: 1
  },
  {
    id: 192,
    subject: "vehicle",
    question: "자동차의 진행방향을 운전자가 의도하는 바에 따라 조작할 수 있게 하는 장치는?",
    choices: [
        "현가장치",
        "조향장치",
        "동력전달장치",
        "제동장치"],
    answer: 1
  },
  {
    id: 193,
    subject: "vehicle",
    question: "자동차 조향장치가 갖추어야 할 구비조건에 해당되지 않는 것은?",
    choices: [
        "조향 헨들의 회전과 바퀴의 선회 차이가 커야 한다.",
        "조향 조작이 주행 중의 충격에 영향을 받지 않아야 한다.",
        "조작이 쉽고, 방향 전환이 원활하게 이루어져야 한다.",
        "수명이 길고 정비하기 쉬워야 한다."],
    answer: 0
  },
  {
    id: 194,
    subject: "vehicle",
    question: "휠 얼라이먼트 항목에 해당하지 않는 것은?",
    choices: [
        "바운싱",
        "캠버",
        "캐스터",
        "킹핀"],
    answer: 0
  },
  {
    id: 195,
    subject: "vehicle",
    question: "다음 중 자동차 조향 장치인 토인(Toe-In)에 대한 설명으로 틀린 것은?",
    choices: [
        "앞방향으로 미끄러지는 것을 방지한다.",
        "앞바퀴를 평행하게 회전시킨다.",
        "타이어의 마멸을 방지한다.",
        "조향 링키지의 마멸에 의해 토아웃(Toe-Out)되는 것을 방지한다."],
    answer: 0
  },
  {
    id: 196,
    subject: "vehicle",
    question: "자동차의 안전운행을 위해서는 휠 얼라인먼트(차륜 정렬)가 중요하다. 휠 얼라인먼트가 필요한 경우로 틀린 것은?",
    choices: [
        "타이어를 교환한 경우",
        "핸들의 중심이 어긋난 경우",
        "자동차에서 롤링 (좌·우진동)이 발생한 경우",
        "제동시 자동차가 밀리는 경우"],
    answer: 3
  },
  {
    id: 197,
    subject: "vehicle",
    question: "다음 중 공기식 브레이크의 부품이 아닌 것은?",
    choices: [
        "진공펌프",
        "브레이크 챔버",
        "브레이크 밸브",
        "공기 압축기"],
    answer: 0
  },
  {
    id: 198,
    subject: "vehicle",
    question: "공기식 브레이크의 구성품 중 공기 탱크 내의 압력이 규정 값이 되었을 때 밸브를 닫아 탱크 내의 공기가 새지 않도록 하는 것은?",
    choices: [
        "브레이크 밸브",
        "릴레이 밸브",
        "체크 밸브",
        "퀵 릴리스 밸브"],
    answer: 2
  },
  {
    id: 199,
    subject: "vehicle",
    question: "엔진으로 공기압축기를 구동하여 발생한 압축공기를 동력원으로 사용하는 방식의 브레이크는?",
    choices: [
        "ABS",
        "제이크 브레이크",
        "리타더 브레이크",
        "공기식 브레이크"],
    answer: 3
  },
  {
    id: 200,
    subject: "vehicle",
    question: "자동차가 고속 대형화됨에 따라 주 브레이크를 계속 사용하면 베이퍼 록이나 페이드 현상이 발생할 가능성이 높아지므로 감속(보조) 브레이크를 적절히 사용할 필요가 있다. 감속 브레이크에 해당하는 것은?",
    choices: [
        "풋 브레이크",
        "배기 브레이크",
        "주차 브레이크",
        "드럼 브레이크"],
    answer: 1
  },
  {
    id: 201,
    subject: "vehicle",
    question: "자동차 검사의 필요성이 아닌 것은?",
    choices: [
        "자동차 결함으로 인한 교통사고 사상자 사전 예방",
        "자동차 배출가스로 인한 대기오염 최소화",
        "자동차세 납부 여부를 확인하여 정부 재원 확보",
        "자동차보험 미가입 자동차의 교통사고로부터 국민피해 예방"],
    answer: 2
  },
  {
    id: 202,
    subject: "vehicle",
    question: "사업용 자동차의 차령을 연장하고자 할 때 시행하는 검사 종류는?",
    choices: [
        "불시검사",
        "임시검사",
        "튜닝검사",
        "신규검사"],
    answer: 1
  },
  {
    id: 203,
    subject: "vehicle",
    question: "자동차관리법에 따른 자동차 신규검사 신청서류가 아닌 것은?",
    choices: [
        "자동차등록증",
        "차량제원표",
        "출처증명서",
        "신규검사신청서"],
    answer: 0
  },
  {
    id: 204,
    subject: "vehicle",
    question: "여객자동차 운수사업법에 의하여 면허, 등록, 인가 또는 신고가 실효되거나 취소되어 말소된 자동차를 다시 등록하고자 하는 경우 신청하는 자동차 검사 종류는?",
    choices: [
        "재검사",
        "정기검사",
        "수시검사",
        "신규검사"],
    answer: 3
  },
  {
    id: 205,
    subject: "vehicle",
    question: "책임보험이나 책임공제에 미가입한 1대의 자동차에 부과할 과태료의 최고 한도 금액은?",
    choices: [
        "10만원",
        "100만원",
        "200만원",
        "300만원"],
    answer: 1
  },
  {
    id: 206,
    subject: "vehicle",
    question: "책임보험이나 책임공제에 미가입한 경우 가입하지 아니한 기간이 10일 이내이면 과태료 금액은 얼마인가?",
    choices: [
        "1만원",
        "3만원",
        "5만원",
        "7만원"],
    answer: 1
  },
  {
    id: 207,
    subject: "vehicle",
    question: "책임보험이나 책임공제에 미가입한 날이 15일 된 1대의 자동차에 부과할 과태료 금액은?",
    choices: [
        "5만원",
        "6만5천원",
        "7만원",
        "8만5천원"],
    answer: 2
  },
];